{
  "id": "101391",
  "infos_generales": {
    "nom_scientifique": "Nigella sativa",
    "nom_commun": "Nigelle cultivée",
    "noms_darija": [
      "Sanouj",
      "حبة البركة",
      "سانوج"
    ],
    "noms_alternatifs": [
      "Cumin noir",
      "Graine noire",
      "Faux cumin",
      "Poivrette"
    ],
    "famille": "Ranunculaceae",
    "genre": "Nigella"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/40240f910a87c4f26ccbbe9ec22767297bb8e277",
    "https://bs.plantnet.org/image/o/02b3e1d55ac4f7e61cdd9af6ee5adbfbf104e864"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Préfère un sol bien drainé, léger et calcaire.",
    "regions_origine": [
      "Asie de l'Ouest",
      "Moyen-Orient",
      "Afrique du Nord"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur_graines": "Caractéristique, poivrée et aromatique",
    "fleur": "Bleu pâle à blanc, délicate",
    "fruit": "Capsule renflée contenant de nombreuses graines",
    "periode_floraison": "Printemps-Été",
    "taille_plante": "20 à 60 cm",
    "cycle_vie": "Annuelle"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Dermatologique",
      "Apaisant",
      "Tonique",
      "Antiseptique",
      "Anti-inflammatoire",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Salade"
    ],
    "decoration": [
      "Jardin",
      "Fleurs coupées"
    ]
  },
  "source_data": {
    "resume": "La Nigelle cultivée (Nigella sativa), aussi appelée cumin noir ou habba sawda, est une plante herbacée annuelle de la famille des Ranunculaceae. Originaire d'Asie de l'Ouest, elle est largement cultivée pour ses graines aromatiques utilisées depuis des millénaires en cuisine et en médecine traditionnelle, notamment en Afrique du Nord et au Moyen-Orient. Ses fleurs délicates et ses capsules originales en font également une plante appréciée au jardin.",
    "texte_complet": {
      "introduction": "Nigella sativa, la Nigelle cultivée, est une espèce de plantes annuelles de la famille des Renonculacées (Ranunculaceae). Elle est parfois appelée « cumin noir » ou « graine noire » ou encore « habba sawda » (arabe : حبة سوداء, litt. « graine noire ») ou « habbat al-baraka » (arabe : حبة البركة, litt. « graine de la bénédiction »). Elle est cultivée dans de nombreux pays pour ses graines aromatiques utilisées comme épice et comme plante médicinale. Elle n'est pas apparentée au cumin (Cuminum cyminum) qui fait partie des Apiaceae.",
      "sections": [
        {
          "id": "description_botanique",
          "level": 1,
          "title": "Description botanique",
          "content": "La nigelle est une plante herbacée annuelle qui peut atteindre 30 à 60 cm de haut. Ses feuilles sont finement divisées, presque filiformes. Les fleurs, généralement bleu pâle ou blanches, sont solitaires et apparaissent à l'extrémité des tiges. Elles possèdent cinq à dix pétales et de nombreuses étamines. Le fruit est une capsule renflée composée de 3 à 7 follicules soudés, contenant de nombreuses petites graines noires et anguleuses. Les graines ont une odeur caractéristique, un mélange d'anis, de noix de muscade et de poivre.",
          "children": []
        },
        {
          "id": "culture_et_recolte",
          "level": 1,
          "title": "Culture et récolte",
          "content": "La nigelle préfère un sol léger, bien drainé et ensoleillé. Elle est semée au printemps dans les régions tempérées ou à l'automne dans les climats plus chauds. La récolte a lieu lorsque les capsules deviennent sèches et prennent une couleur brun-jaune. Les plantes sont alors coupées et suspendues pour sécher, puis les graines sont extraites des capsules.",
          "children": []
        },
        {
          "id": "usages",
          "level": 1,
          "title": "Usages",
          "content": "",
          "children": [
            {
              "id": "usage_culinaire",
              "level": 2,
              "title": "Usage culinaire",
              "content": "Les graines de nigelle sont utilisées comme épice, entières ou moulues. Leur saveur est légèrement amère, piquante et aromatique. Elles sont souvent saupoudrées sur les pains (comme le naan indien), les pâtisseries, les fromages, ou ajoutées aux currys et aux ragoûts. Elles peuvent aussi être infusées pour faire du thé."
            },
            {
              "id": "usage_medicinal",
              "level": 2,
              "title": "Usage médicinal",
              "content": "La nigelle est reconnue depuis l'Antiquité pour ses propriétés médicinales. Elle est citée dans divers textes religieux et traditionnels (médecine ayurvédique, Unani, prophétique). Les graines et l'huile de nigelle sont utilisées pour leurs vertus digestives, respiratoires, anti-inflammatoires, antiseptiques et immunomodulatrices. Elles sont employées contre les affections respiratoires (asthme, bronchite), les troubles digestifs, les problèmes de peau (eczéma, psoriasis), et comme tonique général. Des études modernes explorent ses composés actifs comme la thymoquinone pour diverses applications thérapeutiques."
            }
          ]
        },
        {
          "id": "composition_chimique",
          "level": 1,
          "title": "Composition chimique",
          "content": "Les graines de nigelle sont riches en acides gras insaturés (acide linoléique, acide oléique), en protéines, en fibres, en minéraux (calcium, fer, zinc), en vitamines (B1, B2, B3, B9), et en composés phytochimiques. La thymoquinone est le composé actif le plus étudié, responsable de nombreuses propriétés pharmacologiques de la plante. On y trouve également des alcaloïdes, des saponines et des huiles essentielles.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/nigella-sativa",
      "wikipedia": "https://fr.wikipedia.org/wiki/Nigella_sativa"
    }
  }
}