{
  "id": "103942",
  "infos_generales": {
    "nom_scientifique": "Pimpinella anisum",
    "nom_commun": "Anis vert",
    "noms_darija": [
      "Nafeh",
      "نافع",
      "Habt hlawa",
      "حبة حلاوة"
    ],
    "noms_alternatifs": [
      "Anis",
      "Anis cultivé",
      "Boucage anis"
    ],
    "famille": "Apiacées",
    "genre": "Pimpinella"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/17b9e4e35ef955761c4a6f1f431c4f6b21fb6db7",
    "https://bs.plantnet.org/image/o/cd56c9ce307a9ce65c1619f4b448e919d04b1769"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Léger, bien drainé, riche en humus",
    "regions_origine": [
      "Bassin méditerranéen oriental",
      "Moyen-Orient",
      "Asie occidentale"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Anisée et sucrée",
    "goût": "Doux et aromatique",
    "fleurs": "Petites, blanches, regroupées en ombelles",
    "feuillage": "Feuilles composées, divisées",
    "fruit": "Diakène ovoïde ou piriforme, gris-vert, velu"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Apaisant",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique"
    ],
    "decoration": [
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "Plante aromatique et médicinale, l'anis vert (Pimpinella anisum) est originaire du bassin méditerranéen et du Moyen-Orient. Apprécié pour ses graines au goût doux et anisé, il est largement utilisé en cuisine pour aromatiser pâtisseries, pains et boissons, ainsi qu'en phytothérapie pour ses propriétés digestives, carminatives, expectorantes et apaisantes. C'est une plante annuelle qui préfère les climats chauds et ensoleillés.",
    "texte_complet": {
      "introduction": "L'anis vert (Pimpinella anisum L.) est une espèce de plantes herbacées annuelle de la famille des Apiacées (anciennement Ombellifères), cultivée pour ses feuilles et surtout pour ses graines aromatiques utilisées en cuisine, en pâtisserie et en confiserie, et pour ses propriétés médicinales. Elle est aussi appelée anis, anis cultivé ou boucage anis.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "L'anis vert est une plante annuelle de 50 à 80 cm de haut, à la tige dressée, cylindrique, striée, ramifiée vers le haut. La racine est fusiforme, blanchâtre et mince. Les feuilles sont alternes. Les feuilles inférieures sont pétiolées, simples, arrondies, cordiformes, à marges dentelées. Les feuilles moyennes sont pennatiséquées, à segments ovales ou oblongs, incisés-dentés. Les feuilles supérieures sont sessiles, très divisées, à lanières étroites et linéaires. Les fleurs sont petites, blanches, regroupées en ombelles composées de 5 à 15 rayons, apparaissant de juin à août. Le fruit est un diakène ovoïde ou piriforme, de 3 à 5 mm de long, gris-vert, velu, fortement aromatique, contenant une seule graine. Il est surmonté du style persistant.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "L'anis vert nécessite un climat chaud et ensoleillé, avec un sol léger, bien drainé et riche en humus. La semence a lieu au printemps après les dernières gelées. La récolte des fruits se fait à la fin de l'été lorsque les ombelles commencent à jaunir. Les plantes sont coupées et séchées avant de battre les graines.",
          "children": []
        },
        {
          "id": "utilisation",
          "level": 1,
          "title": "Utilisation",
          "content": "",
          "children": [
            {
              "id": "usages_culinaires",
              "level": 2,
              "title": "Usages culinaires",
              "content": "Les graines d'anis vert sont largement utilisées comme épice dans de nombreuses cuisines du monde. Elles parfument les pains, les gâteaux, les biscuits, les bonbons, les boissons (anisette, ouzo, pastis). Elles entrent dans la composition de certaines liqueurs et tisanes digestives. Les feuilles jeunes peuvent être ajoutées aux salades ou aux potages.",
              "children": []
            },
            {
              "id": "usages_medicaux",
              "level": 2,
              "title": "Usages médicinaux",
              "content": "L'anis vert est traditionnellement employé pour ses propriétés digestives : il aide à soulager les ballonnements, les flatulences et les spasmes intestinaux. C'est un carminatif et un antispasmodique reconnu. Il est également utilisé comme expectorant dans les affections des voies respiratoires (toux, bronchite) et pour ses vertus galactagogues (stimule la lactation). Il a aussi des propriétés apaisantes et sédatives légères, pouvant aider à lutter contre l'insomnie et l'anxiété. L'huile essentielle d'anis est à utiliser avec précaution car elle peut être neurotoxique à fortes doses.",
              "children": []
            }
          ]
        },
        {
          "id": "composition_chimique",
          "level": 1,
          "title": "Composition chimique",
          "content": "Les graines d'anis vert sont riches en huile essentielle (1,5 à 5 %) dont le principal composant est l'anéthol (80 à 90 %). Elles contiennent également des flavonoïdes, des coumarines, des stérols et des lipides.",
          "children": []
        },
        {
          "id": "repartition_et_habitat",
          "level": 1,
          "title": "Répartition et habitat",
          "content": "L'anis vert est originaire du bassin méditerranéen oriental et du Moyen-Orient. Il est cultivé dans de nombreuses régions tempérées et subtropicales du monde entier.",
          "children": []
        },
        {
          "id": "statut_de_conservation",
          "level": 1,
          "title": "Statut de conservation",
          "content": "L'espèce n'est pas considérée comme menacée.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/pimpinella-anisum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Pimpinella_anisum"
    }
  }
}