{
  "id": "104788",
  "infos_generales": {
    "nom_scientifique": "Pistacia lentiscus",
    "nom_commun": "Lentisque",
    "noms_darija": [
      "Dhrou",
      "ضرو"
    ],
    "noms_alternatifs": [
      "Arbre à mastic",
      "Mastic tree"
    ],
    "famille": "Anacardiaceae",
    "genre": "Pistacia"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/a2bde857c21b179504cbb8ef7120c780651e2460",
    "https://bs.plantnet.org/image/o/239f69a4ccdfb8e64199eb3a4cb466231da8444c",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/Pistacia_lentiscus_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-110.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Tout type de sol bien drainé, préfère calcaire",
    "regions_origine": [
      "Bassin méditerranéen",
      "Afrique du Nord",
      "Maroc",
      "Algérie",
      "Tunisie"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "type_vegetal": "Arbuste ou petit arbre persistant",
    "odeur_particuliere": "Résineuse (gomme de mastic)",
    "production_resine": "Oui (gomme mastic)",
    "floraison": "Printemps",
    "fructification": "Été-Automne",
    "dioecie": "Oui (pieds mâles et femelles séparés)"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Antiseptique",
      "Anti-inflammatoire",
      "Dermatologique",
      "Apaisant",
      "Autre usage médical"
    ],
    "culinaire": [
      "Aromatique",
      "Épice",
      "Dessert",
      "Infusion"
    ],
    "decoration": [
      "Jardin",
      "Haie",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "Le lentisque, Pistacia lentiscus, est un arbuste méditerranéen persistant, connu pour sa résine aromatique, le mastic. Adapté aux climats secs et sols variés, il est répandu en Afrique du Nord, notamment au Maroc. Il joue un rôle écologique important et ses feuilles et fruits sont parfois utilisés. Sa résine est appréciée pour ses propriétés médicinales (digestives, antiseptiques) et culinaires (arôme).",
    "texte_complet": {
      "introduction": "Le lentisque, *Pistacia lentiscus*, est un arbuste ou petit arbre persistant de la famille des Anacardiaceae, originaire du bassin méditerranéen. Il est largement répandu dans la garrigue et le maquis, caractérisé par son feuillage vert foncé, coriace et aromatique. C'est une plante dioïque, portant des fleurs mâles et femelles sur des pieds distincts, qui produisent des baies rouges puis noires. Son nom est étroitement lié à la résine qu'il produit, le mastic, utilisée depuis l'Antiquité pour ses vertus médicinales, culinaires et cosmétiques. Au Maroc, il est communément appelé \"Dhrou\" et constitue une composante essentielle de la flore locale.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le lentisque est un arbuste sempervirent, pouvant atteindre 1 à 3 mètres de hauteur, parfois jusqu'à 6 mètres pour les sujets âgés, avec un port buissonnant et des branches tortueuses. Ses feuilles sont alternes, paripennées (par 2), composées de 3 à 5 paires de folioles coriaces, luisantes, de forme elliptique à obovale, dégageant une odeur résineuse au froissement. Les fleurs sont petites, apétales et verdâtres à rougeâtres, regroupées en grappes axillaires. La floraison a lieu au printemps. Les fruits sont de petites drupes globuleuses, d'abord rouges puis noires à maturité, très appréciées par les oiseaux, contenant une seule graine.",
          "children": []
        },
        {
          "id": "repartition_et_habitat",
          "level": 1,
          "title": "Répartition et habitat",
          "content": "Le *Pistacia lentiscus* est typique du climat méditerranéen. On le trouve autour de tout le bassin méditerranéen, y compris en Afrique du Nord (Maroc, Algérie, Tunisie), au Moyen-Orient et dans les îles. Il colonise les maquis, garrigues, forêts claires de chênes-lièges et pinèdes, des zones littorales jusqu'à 1000 mètres d'altitude. Il s'adapte à une grande variété de sols, y compris les sols pauvres, secs et calcaires, démontrant une grande résilience face à la sécheresse et au feu.",
          "children": []
        },
        {
          "id": "usages",
          "level": 1,
          "title": "Usages",
          "content": "Le lentisque est une plante aux usages multiples. La résine, connue sous le nom de mastic, est récoltée principalement sur l'île de Chios en Grèce, mais également présente sur d'autres arbres de l'espèce. Elle est utilisée en confiserie, en pâtisserie, pour aromatiser des boissons et comme additif alimentaire. En médecine traditionnelle, le mastic est réputé pour ses propriétés digestives, antiseptiques, anti-inflammatoires et cicatrisantes. Il est employé pour traiter les maux d'estomac, les ulcères, les infections buccales et gingivales, et en dermatologie pour les plaies. Les feuilles et les fruits ont également été utilisés en infusion ou en décoction pour leurs vertus astringentes et diurétiques. L'huile extraite des fruits est parfois utilisée comme combustible ou en cosmétique.",
          "children": []
        },
        {
          "id": "ecologie",
          "level": 1,
          "title": "Écologie",
          "content": "Le lentisque joue un rôle écologique fondamental dans les écosystèmes méditerranéens. Sa capacité à résister à la sécheresse et à la repousse après les incendies en fait une espèce pionnière essentielle pour la régénération des sols et la stabilisation des pentes. Ses baies constituent une source de nourriture importante pour de nombreuses espèces d'oiseaux, contribuant ainsi à la dispersion de ses graines. Il offre également un abri et un habitat pour diverses espèces animales et végétales, participant à la biodiversité du maquis et de la garrigue.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/pistacia-lentiscus",
      "wikipedia": "https://fr.wikipedia.org/wiki/Pistacia_lentiscus"
    }
  }
}