{
  "id": "109482",
  "infos_generales": {
    "nom_scientifique": "Urtica dioica",
    "nom_commun": "Grande ortie",
    "noms_darija": [
      "Hriqa",
      "حريقة"
    ],
    "noms_alternatifs": [
      "Ortie piquante",
      "Ortie commune",
      "Ortie vivace"
    ],
    "famille": "Urticaceae",
    "genre": "Urtica"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/9db58cbb3538a6b77384f972971d51869228e545",
    "https://bs.plantnet.org/image/o/907178ec556f25c25e649eb237188a6b41f24ff6"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Riche, humide et bien drainé",
    "regions_origine": [
      "Europe",
      "Asie",
      "Afrique du Nord",
      "Amérique du Nord"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "poils_urticants": "Présence de poils urticants sur les feuilles et les tiges, causant une irritation cutanée au contact.",
    "odeur": "Herbacée caractéristique",
    "cycle_de_vie": "Vivace",
    "fleuraison": "Printemps-été (mai à septembre)",
    "hauteur_moyenne": "0.5 à 2 mètres",
    "indicateur_sol": "Plante indicatrice de sols riches en azote et en humidité."
  },
  "utilisations": {
    "medicale": [
      "Anti-inflammatoire",
      "Tonique",
      "Apaisant",
      "Dermatologique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Salade",
      "Cuit"
    ],
    "decoration": []
  },
  "source_data": {
    "resume": "L'Urtica dioica, communément appelée grande ortie ou ortie piquante, est une plante herbacée vivace de la famille des Urticaceae, largement répandue dans les régions tempérées du globe, y compris en Afrique du Nord. Bien que souvent considérée comme une mauvaise herbe en raison de ses poils urticants, l'ortie est une ressource précieuse. Ses jeunes feuilles sont consommées pour leurs qualités nutritives et sont utilisées en phytothérapie pour leurs propriétés diurétiques, anti-inflammatoires, dépuratives et fortifiantes. Elle joue également un rôle écologique important comme indicateur de sol riche en azote.",
    "texte_complet": {
      "introduction": "L'ortie dioïque (Urtica dioica) est une espèce de plantes herbacées vivaces de la famille des Urticaceae. C'est l'une des espèces d'orties les plus connues et répandues, caractérisée par la présence de poils urticants sur ses feuilles et ses tiges. Très commune dans les régions tempérées du globe, elle pousse souvent dans les terrains incultes, les fossés, les lisières de forêts et les jardins enrichis en azote. Malgré sa réputation d'herbe indésirable, l'ortie est une plante aux multiples usages, tant en alimentation qu'en médecine traditionnelle, et constitue un habitat important pour diverses espèces d'insectes.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "L'Urtica dioica est une plante robuste qui peut atteindre 0,5 à 2 mètres de hauteur. Ses tiges sont dressées, quadrangulaires et couvertes de poils urticants ainsi que de poils non urticants. Les feuilles sont opposées, pétiolées, de forme ovale à lancéolée, avec un bord profondément denté et une pointe effilée. Elles sont également recouvertes de poils urticants.",
          "children": [
            {
              "id": "description-appareil-vegetatif",
              "level": 2,
              "title": "Appareil végétatif",
              "content": "Le système racinaire est rhizomateux, permettant à la plante de se propager rapidement et de former des colonies denses. Les rhizomes sont jaunes et traçants. Les feuilles sont d'un vert foncé, rugueuses au toucher à cause des poils, et mesurent généralement entre 5 et 15 cm de long.",
              "children": []
            },
            {
              "id": "description-appareil-reproducteur",
              "level": 2,
              "title": "Appareil reproducteur",
              "content": "Comme son nom l'indique (dioica), l'ortie dioïque est une plante dioïque, ce qui signifie que les fleurs mâles et femelles sont portées sur des pieds différents. Les fleurs sont petites, verdâtres et groupées en inflorescences pendantes (chatons axillaires). La floraison a lieu de mai à septembre. Les fruits sont des akènes lenticulaires.",
              "children": []
            },
            {
              "id": "description-confusions-possibles",
              "level": 2,
              "title": "Confusions possibles",
              "content": "L'Urtica dioica peut être confondue avec l'Urtica urens (petite ortie), qui est généralement plus petite et annuelle, ou avec d'autres plantes non urticantes comme la Lamium album (ortie blanche ou lamier blanc) qui a des fleurs blanches et n'est pas urticante.",
              "children": []
            }
          ]
        },
        {
          "id": "repartition-et-habitat",
          "level": 1,
          "title": "Répartition et habitat",
          "content": "L'ortie dioïque est originaire d'Europe, d'Asie, d'Afrique du Nord et d'Amérique du Nord, mais elle est devenue cosmopolite et se trouve désormais dans de nombreuses régions du monde où le climat est tempéré. Au Maroc, elle est courante dans les zones rurales et périurbaines, notamment dans les sols riches en matière organique et bien irrigués. Elle prospère sur les sols perturbés, les décombres, les lisières de chemins et les sites eutrophisés.",
          "children": []
        },
        {
          "id": "ecologie",
          "level": 1,
          "title": "Écologie",
          "content": "L'ortie est une plante pionnière qui colonise rapidement les sols riches en azote, souvent associés à l'activité humaine ou animale. Elle joue un rôle important dans les écosystèmes en fournissant un habitat et une source de nourriture pour de nombreuses espèces. Elle est notamment la plante hôte de plusieurs espèces de papillons dont les chenilles se nourrissent de ses feuilles. Ses fleurs attirent également divers insectes pollinisateurs.",
          "children": []
        },
        {
          "id": "toxicite-et-proprietes-urticantes",
          "level": 1,
          "title": "Toxicité et propriétés urticantes",
          "content": "Les poils urticants de l'ortie (trichomes) sont de minuscules aiguilles creuses contenant un liquide composé de substances irritantes telles que l'histamine, l'acétylcholine, la sérotonine et l'acide formique. Au contact, ces poils se brisent, libérant les substances qui provoquent une sensation de brûlure, des démangeaisons et des rougeurs cutanées (urticaire de contact). Ces réactions sont généralement bénignes et de courte durée.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "L'ortie est reconnue pour sa grande polyvalence et ses nombreuses applications historiques et contemporaines.",
          "children": [
            {
              "id": "utilisations-alimentation",
              "level": 2,
              "title": "Alimentation",
              "content": "Les jeunes pousses d'ortie, cueillies avant la floraison, sont très nutritives et peuvent être consommées cuites (soupe, purée, gratin, quiche) ou crues en salade après avoir été blanchies ou froissées pour neutraliser l'effet urticant. Elles sont riches en vitamines (A, C, K), en minéraux (fer, calcium, magnésium) et en protéines. On en fait également des tisanes ou des jus.",
              "children": []
            },
            {
              "id": "utilisations-medecine-et-cosmetique",
              "level": 2,
              "title": "Médecine et cosmétique",
              "content": "L'ortie est largement utilisée en phytothérapie. Ses propriétés diurétiques et dépuratives sont exploitées pour traiter les affections urinaires et rénales. Elle est également reconnue pour ses effets anti-inflammatoires, utiles en cas de rhumatismes, d'arthrite et de douleurs articulaires. Riche en fer, elle est préconisée en cas d'anémie. En cosmétique, elle fortifie les cheveux et contribue à réguler le sébum du cuir chevelu.",
              "children": []
            },
            {
              "id": "utilisations-jardinage-et-agriculture",
              "level": 2,
              "title": "Jardinage et agriculture",
              "content": "En jardinage biologique, l'ortie est très appréciée pour la préparation du purin d'ortie, un fertilisant naturel riche en azote et un activateur de compost. Il est aussi utilisé comme répulsif contre certains parasites et comme stimulateur de croissance pour les autres plantes.",
              "children": []
            },
            {
              "id": "utilisations-autres",
              "level": 2,
              "title": "Autres utilisations",
              "content": "Historiquement, les fibres de l'ortie ont été utilisées pour fabriquer des textiles, des cordes et du papier, de manière similaire au lin ou au chanvre. Elle peut également servir à produire des colorants verts ou jaunes.",
              "children": []
            }
          ]
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "L'ortie peut être cultivée à partir de graines ou de la division de rhizomes. Elle préfère un sol riche et humide, en plein soleil ou à mi-ombre. Une fois établie, elle est très rustique et se propage facilement. Il est conseillé de la planter dans un endroit où sa croissance expansive ne posera pas de problème.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/urtica-dioica",
      "wikipedia": "https://fr.wikipedia.org/wiki/Urtica_dioica"
    }
  }
}