{
  "id": "110975",
  "infos_generales": {
    "nom_scientifique": "Vitis vinifera",
    "nom_commun": "Vigne cultivée",
    "noms_darija": [
      "Karma",
      "كرمة",
      "Inab",
      "عنب"
    ],
    "noms_alternatifs": [
      "Vigne européenne",
      "Vigne à vin",
      "Raisin"
    ],
    "famille": "Vitaceae",
    "genre": "Vitis"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/c162dac99b91633ce32a6dd3cd486a01081f2086",
    "https://d2seqvvyy3b8p2.cloudfront.net/a909debce990c3c305c95657da280f81.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e4/Vitis_vinifera_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-145.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, Léger à calcaire",
    "regions_origine": [
      "Asie du Sud-Ouest",
      "Europe du Sud"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "Type de croissance": "Liane ligneuse grimpante",
    "Système racinaire": "Profond et étendu",
    "Rusticité": "Bonne (résiste au gel modéré)",
    "Feuillage": "Caduc, palmatilobé",
    "Fruits": "Baies regroupées en grappes",
    "Longévité": "Très longue (plusieurs dizaines, voire centaines d'années)"
  },
  "utilisations": {
    "medicale": [
      "Anti-inflammatoire",
      "Tonique",
      "Digestif",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Salade",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin",
      "Haie",
      "Balcon"
    ]
  },
  "source_data": {
    "resume": "Vitis vinifera, communément appelée Vigne cultivée, est une liane ligneuse originaire d'Asie du Sud-Ouest et d'Europe. C'est l'une des plus anciennes plantes cultivées par l'homme, principalement pour ses fruits, les raisins, utilisés dans la production de vin, de jus et consommés frais. Elle est également appréciée pour ses propriétés médicinales et son aspect décoratif. Cette plante caduque prospère en plein soleil et dans des sols bien drainés, s'adaptant à divers climats méditerranéens.",
    "texte_complet": {
      "introduction": "La vigne cultivée (Vitis vinifera L.) est une espèce de plantes dicotylédones de la famille des Vitaceae, sous-famille des Vitoideae, genre Vitis. C'est la principale espèce de vigne dont les fruits, appelés raisins, sont utilisés pour la production de vin et de jus, ou consommés comme fruits de table. Originaire d'Asie mineure et du bassin méditerranéen, la vigne est l'une des plus anciennes plantes domestiquées par l'homme, sa culture remontant à plusieurs millénaires. C'est une liane ligneuse caduque, connue pour sa grande adaptabilité et sa longévité.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Vitis vinifera est une liane grimpante capable d'atteindre plusieurs mètres de longueur. Elle s'accroche à son support grâce à des vrilles. Ses feuilles sont grandes, alternes, palmatilobées, généralement divisées en 3 à 7 lobes, avec une marge dentelée. Le dessous de la feuille peut être glabre ou plus ou moins pubescent selon les variétés. Les fleurs sont petites, verdâtres, regroupées en inflorescences appelées panicules ou grappes composées. Elles sont hermaphrodites chez les cultivars cultivés, mais peuvent être unisexuées chez les formes sauvages. Le fruit est une baie, le raisin, dont la couleur varie du vert-jaune au noir-violet à maturité, et qui contient généralement 2 à 4 pépins (graines), bien que des variétés apyrènes (sans pépins) existent.",
          "children": []
        },
        {
          "id": "biologie-et-ecologie",
          "level": 1,
          "title": "Biologie et écologie",
          "content": "La vigne est une plante pérenne à vie longue, pouvant vivre plusieurs dizaines d'années, voire des siècles dans des conditions optimales. Elle préfère les climats tempérés chauds et ensoleillés, avec des hivers modérés et des étés chauds et secs. Elle est particulièrement exigeante en lumière pour une bonne fructification. Le système racinaire de la vigne est puissant et profond, lui permettant de puiser l'eau et les nutriments en profondeur et de résister à des périodes de sécheresse une fois bien établie. Elle est pollinisée principalement par le vent et les insectes. Sa propagation se fait naturellement par bouturage ou marcottage, et en culture par greffage.",
          "children": []
        },
        {
          "id": "repartition-et-origine",
          "level": 1,
          "title": "Répartition et origine",
          "content": "L'aire d'origine de Vitis vinifera se situe en Asie du Sud-Ouest (Caucase, Iran) et s'étend jusqu'aux rives de la Méditerranée en Europe. La sous-espèce sauvage, Vitis vinifera subsp. sylvestris, est encore présente dans certaines forêts alluviales. La domestication de la vigne a eu lieu il y a environ 6 000 à 8 000 ans dans la région du Croissant Fertile, puis s'est étendue vers l'Égypte, la Grèce, Rome, et de là à toute l'Europe et finalement au monde entier grâce aux explorations et colonisations.",
          "children": []
        },
        {
          "id": "histoire-et-domestication",
          "level": 1,
          "title": "Histoire et domestication",
          "content": "La relation entre l'homme et la vigne est millénaire. Les premières traces de viticulture et de vinification remontent au Néolithique. Les civilisations égyptienne, grecque et romaine ont joué un rôle crucial dans le développement et la diffusion de la vigne et du vin. La sélection et l'amélioration des cépages ont conduit à la grande diversité variétale que nous connaissons aujourd'hui. La vigne est profondément ancrée dans la culture humaine, symbolisant l'abondance, la joie et la spiritualité.",
          "children": []
        },
        {
          "id": "principaux-cultivars-et-cepages",
          "level": 1,
          "title": "Principaux cultivars et cépages",
          "content": "Il existe des milliers de cultivars (cépages) de Vitis vinifera, chacun avec des caractéristiques uniques en termes de forme, couleur, saveur des raisins, et d'aptitude à la vinification. Parmi les plus connus, on trouve le Cabernet Sauvignon, le Merlot, le Pinot Noir, le Chardonnay, le Sauvignon Blanc, le Riesling pour les raisins de cuve, et des variétés comme le Chasselas ou le Muscat pour les raisins de table. Chaque cépage est adapté à des terroirs et des climats spécifiques, ce qui contribue à la richesse et la diversité des vins du monde.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "La Vitis vinifera est principalement cultivée pour ses fruits, les raisins. Ces derniers sont consommés frais comme fruit de table, transformés en jus, en confitures, en vinaigre, et surtout en vin, l'une des boissons les plus anciennes et les plus répandues. Les feuilles de vigne, notamment les jeunes et tendres, sont utilisées en cuisine méditerranéenne (dolmades). L'huile extraite des pépins de raisin est employée en cuisine et en cosmétique pour ses propriétés antioxydantes. En phytothérapie, les feuilles de vigne rouge sont reconnues pour leurs propriétés veinotoniques et anti-inflammatoires, utiles contre les troubles de la circulation sanguine.",
          "children": []
        },
        {
          "id": "proprietes-et-composition",
          "level": 1,
          "title": "Propriétés et composition",
          "content": "Les raisins et les produits dérivés de Vitis vinifera sont riches en composés bénéfiques pour la santé. Ils contiennent des sucres (glucose, fructose), des acides organiques (tartrique, malique), des vitamines (C, B), et surtout une grande variété de polyphénols (resvératrol, anthocyanes, flavonoïdes) qui sont de puissants antioxydants. Ces composés contribuent aux effets protecteurs contre les maladies cardiovasculaires et le vieillissement cellulaire. Les pépins sont également une source d'acides gras insaturés et de proanthocyanidines.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/vitis-vinifera",
      "wikipedia": "https://fr.wikipedia.org/wiki/Vitis_vinifera"
    }
  }
}