{
  "id": "123309",
  "infos_generales": {
    "nom_scientifique": "Punica granatum",
    "nom_commun": "Grenadier",
    "noms_darija": [
      "Rummân",
      "رمان"
    ],
    "noms_alternatifs": [
      "Grenadier commun",
      "Pomme de Carthage"
    ],
    "famille": "Lythraceae",
    "genre": "Punica"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/67563697e6f51079fd804833ac0ec22b58f35992",
    "https://d2seqvvyy3b8p2.cloudfront.net/3bcf139e9f20059ca1f17592dec31e49.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, préfère les sols argileux ou calcaires",
    "regions_origine": [
      "Bassin méditerranéen",
      "Moyen-Orient",
      "Asie centrale"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "type_de_fruit": "Baie à nombreuses graines (arilles)",
    "feuillage": "Caduc à semi-persistant",
    "fleurs": "Orange-rouge vif",
    "longevite": "Peut vivre plus de 100 ans",
    "resistance_secheresse": "Élevée une fois établi"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Anti-inflammatoire",
      "Antiseptique",
      "Tonique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Aromatique",
      "Salade",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin",
      "Jardin sec",
      "Balcon",
      "Fleurs coupées"
    ]
  },
  "source_data": {
    "resume": "Le grenadier (Punica granatum) est un arbuste fruitier originaire du Moyen-Orient et d'Asie centrale, largement cultivé dans les régions méditerranéennes, y compris au Maroc, pour ses fruits juteux et riches en antioxydants. Il est apprécié tant pour ses qualités culinaires et médicinales que pour son aspect ornemental. Ses fleurs rouge-orangé éclatantes et ses fruits distinctifs en font une plante reconnaissable et valorisée. Sa culture est ancienne et sa symbolique riche.",
    "texte_complet": {
      "introduction": "Le grenadier (Punica granatum) est une espèce d'arbustes ou de petits arbres de la famille des Lythraceae (anciennement Punicaceae). Il est cultivé depuis l'Antiquité pour ses fruits, les grenades. Le mot grenade, en ancien français, désignait le fruit du grenadier, issu du latin granatum, littéralement « à grains ». Cet arbre est originaire d'une région qui s'étend de l'Iran au nord de l'Inde. La grenade est le fruit comestible de cet arbre. Elle est connue pour sa pulpe juteuse et ses nombreuses graines, ainsi que pour ses propriétés nutritionnelles.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le grenadier est un arbuste ou un petit arbre qui atteint généralement 2 à 5 mètres de hauteur, mais peut exceptionnellement monter jusqu'à 8 mètres. Son feuillage est caduc à semi-persistant selon le climat, constitué de feuilles opposées, ovales-lancéolées, vert brillant, dépourvues de stipules. Les fleurs, grandes et solitaires ou groupées par deux ou trois, sont d'un rouge-orangé vif, mesurant 3 à 4 cm de diamètre et sont présentes de mai à septembre. Le fruit, la grenade, est une baie globuleuse à écorce coriace et lisse, de couleur variant du jaune au rouge. L'intérieur est divisé en plusieurs loges par des membranes translucides, chacune contenant de nombreuses graines (jusqu'à 600) enrobées d'une pulpe translucide, juteuse et acidulée, appelée arille.",
          "children": []
        },
        {
          "id": "origine_et_distribution",
          "level": 1,
          "title": "Origine et distribution",
          "content": "L'aire d'origine du grenadier s'étend du Proche et Moyen-Orient, de l'Iran jusqu'à l'Himalaya indien. Il a été domestiqué dans cette région il y a des milliers d'années et s'est ensuite répandu dans tout le bassin méditerranéen grâce aux Phéniciens, aux Grecs et aux Romains. Il est aujourd'hui cultivé dans de nombreuses régions du monde aux climats chauds et tempérés, comme l'Afrique du Nord, le Moyen-Orient, l'Asie du Sud-Est, certaines parties des États-Unis et de l'Amérique du Sud. Au Maroc, il est largement cultivé dans les régions favorables à l'arboriculture fruitière.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le grenadier est une plante rustique qui préfère les climats chauds et ensoleillés. Il tolère des températures allant jusqu'à -10 °C une fois bien établi. Il s'adapte à une grande variété de sols, pourvu qu'ils soient bien drainés, et peut supporter des conditions de sécheresse, bien qu'une irrigation régulière favorise une meilleure production de fruits. La récolte a lieu à l'automne, lorsque les fruits sont bien mûrs et ont développé leur couleur caractéristique.",
          "children": [
            {
              "id": "multiplication",
              "level": 2,
              "title": "Multiplication",
              "content": "Le grenadier peut être multiplié par semis, bien que le bouturage de tiges ligneuses en hiver ou de tiges semi-aoûtées en été soit la méthode la plus courante et la plus fiable pour reproduire fidèlement les caractéristiques variétales. Il peut également être greffé.",
              "children": []
            },
            {
              "id": "taille",
              "level": 2,
              "title": "Taille",
              "content": "Une taille d'entretien est nécessaire pour éliminer le bois mort, les branches malades ou mal placées, et pour favoriser la fructification en aérant l'intérieur de l'arbuste. Une taille de formation peut être réalisée pour lui donner une forme d'arbre ou d'arbuste sur plusieurs troncs.",
              "children": []
            }
          ]
        },
        {
          "id": "varietes",
          "level": 1,
          "title": "Variétés",
          "content": "Il existe de nombreuses variétés de grenadiers cultivées à travers le monde, sélectionnées pour la taille, la couleur de la peau, la douceur des arilles, la dureté des graines ou la résistance aux maladies. Parmi les variétés populaires, on trouve la 'Wonderful', 'Mollar de Elche', 'Acco', 'Haskiya', ou des variétés locales au Maroc réputées pour leurs qualités gustatives.",
          "children": []
        },
        {
          "id": "symbolisme_et_histoire",
          "level": 1,
          "title": "Symbolisme et histoire",
          "content": "Le grenadier et son fruit ont une riche histoire symbolique dans de nombreuses cultures, religions et mythologies. Il est souvent associé à la fertilité, l'abondance, la prospérité, la vie et la résurrection. On le retrouve dans les textes sacrés (Bible, Coran), l'art et la poésie à travers les âges, du Moyen-Orient à l'Europe. La ville de Grenade en Espagne tire son nom de ce fruit.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Le grenadier est principalement cultivé pour ses fruits, mais il est également apprécié pour ses qualités ornementales et ses propriétés médicinales. Les différentes parties de la plante (fruits, écorce, racines, fleurs) ont été utilisées dans diverses applications.",
          "children": [
            {
              "id": "usages_medicaux",
              "level": 2,
              "title": "Usages médicaux",
              "content": "La grenade est réputée pour sa richesse en antioxydants (polyphénols), ce qui lui confère des propriétés anti-inflammatoires, antimicrobiennes et potentiellement protectrices contre certaines maladies cardiovasculaires et cancers. Les écorces de fruits, de racines ou de tiges ont été traditionnellement utilisées en médecine populaire comme vermifuges, astringents et pour traiter divers problèmes digestifs.",
              "children": []
            },
            {
              "id": "usages_ornementaux",
              "level": 2,
              "title": "Usages ornementaux",
              "content": "Grâce à ses fleurs éclatantes, son feuillage attrayant et son port élégant, le grenadier est également cultivé comme plante ornementale dans les jardins, les parcs, en haies ou même en pots sur les balcons et terrasses. Des variétés naines sont particulièrement adaptées à la culture en conteneur.",
              "children": []
            }
          ]
        },
        {
          "id": "gastronomie",
          "level": 1,
          "title": "Gastronomie",
          "content": "La grenade est consommée fraîche, en jus, en sirop (la fameuse grenadine), ou intégrée dans une multitude de préparations culinaires. Ses arilles juteuses et acidulées agrémentent salades, plats salés (comme les tajines ou les plats orientaux), desserts, confitures et gelées. Le jus de grenade est également très populaire comme boisson rafraîchissante et saine.",
          "children": []
        },
        {
          "id": "ennemis_et_maladies",
          "level": 1,
          "title": "Ennemis et maladies",
          "content": "Le grenadier est généralement une plante robuste, mais il peut être sujet à certaines maladies fongiques, comme l'oïdium ou l'anthracnose, particulièrement en conditions humides. Parmi les ravageurs, on trouve la mouche de la grenade (Apomyelois ceratoniae), les pucerons, les cochenilles et, dans certaines régions, la cécidomyie du grenadier qui affecte les fleurs.",
          "children": []
        },
        {
          "id": "protection_et_conservation",
          "level": 1,
          "title": "Protection et conservation",
          "content": "Bien que le grenadier ne soit pas considéré comme une espèce menacée, la conservation de sa diversité génétique est cruciale pour maintenir la résilience de l'espèce face aux maladies, aux ravageurs et aux changements climatiques. Des efforts sont déployés pour préserver les variétés locales et anciennes, qui sont souvent mieux adaptées aux conditions pédoclimatiques spécifiques de certaines régions.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/punica-granatum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Punica_granatum"
    }
  }
}