{
  "id": "127170",
  "infos_generales": {
    "nom_scientifique": "Papaver rhoeas L.",
    "nom_commun": "Coquelicot",
    "noms_darija": [
      "Ben Nouma",
      "بنت النعاس",
      "Khchkhach",
      "خشخاش"
    ],
    "noms_alternatifs": [
      "Ponceau",
      "Pavot-coq",
      "Coq",
      "Chaudron",
      "Graza",
      "Mahboula",
      "Pavot-des-champs"
    ],
    "famille": "Papaveraceae",
    "genre": "Papaver"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/401c147ff21437f2cc7a1629ca7afafdd07e1eeb",
    "https://bs.plantnet.org/image/o/d19cd2c25469605e65f8c14f0e8e1828fe5af259"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Sols variés, calcaires et bien drainés",
    "regions_origine": [
      "Europe",
      "Asie tempérée",
      "Afrique du Nord"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "fleur": "Pétales délicats, souvent froissés, rouge écarlate avec une tache noire à la base",
    "feuillage": "Feuilles pennatifides, velues, vert-gris",
    "fruit": "Capsule glabre en forme de grelot, contenant de nombreuses petites graines noires",
    "periode_floraison": "Avril à juillet",
    "sève": "Contient une sève laiteuse"
  },
  "utilisations": {
    "medicale": [
      "Apaisant",
      "Respiratoire",
      "Digestif"
    ],
    "culinaire": [
      "Infusion",
      "Salade",
      "Aromatique"
    ],
    "decoration": [
      "Jardin",
      "Fleurs coupées",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "Le Coquelicot (Papaver rhoeas) est une plante herbacée annuelle de la famille des Papavéracées, emblématique des champs de céréales en Europe, Asie et Afrique du Nord. Reconnaissable à ses fleurs rouge vif et ses propriétés apaisantes, il est souvent utilisé en phytothérapie et pour l'ornement. Sa présence est un indicateur de sols perturbés. Bien que décoratif et aux usages traditionnels, il contient de faibles quantités d'alcaloïdes, le rendant légèrement toxique en cas d'ingestion importante.",
    "texte_complet": {
      "introduction": "Le Coquelicot (Papaver rhoeas L.) est une espèce de plantes herbacées annuelle de la famille des Papavéracées. C'est la fleur emblématique des champs de céréales, messicole à floraison printanière.\nIl est aussi appelé « ponceau », « pavot-coq », « coq », « chaudron », « graza », « mahboula » ou encore « pavot-des-champs ».",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "C'est une plante herbacée annuelle, avec une racine pivotante. La plante contient une sève laiteuse. Elle est appréciée pour sa floraison éclatante et sa légèreté.",
          "children": [
            {
              "id": "appareil-vegetatif",
              "level": 2,
              "title": "Appareil végétatif",
              "content": "La plante est velue et dressée, avec une hauteur allant de 20 à 60 cm. La tige est souple et couverte de poils dressés. Les feuilles sont alternes, les inférieures pétiolées, les supérieures sessiles, toutes profondément découpées (pennatifides) en lobes dentés. Elles sont d'un vert bleuté ou vert grisâtre."
            },
            {
              "id": "appareil-reproducteur",
              "level": 2,
              "title": "Appareil reproducteur",
              "content": "La floraison a lieu d'avril à juillet. Les fleurs sont solitaires au bout d'un long pédoncule velu. Avant l'épanouissement, les deux sépales poilus et caducs protègent la fleur. Les fleurs sont régulières, comptent quatre grands pétales froissés de 3 à 6 cm de long, rouge écarlate (parfois roses ou blancs) avec une tache noire caractéristique à la base. Elles sont nombreuses et délicates. Les étamines sont nombreuses, à anthères violettes. L'ovaire est supère, formé de nombreux carpelles soudés, surmonté d'un stigmate discoïde à 8-10 rayons. Le fruit est une capsule glabre en forme de grelot, contenant de nombreuses petites graines noires réniformes. La dissémination des graines est anémochore."
            }
          ]
        },
        {
          "id": "repartition-et-habitat",
          "level": 1,
          "title": "Répartition et habitat",
          "content": "C'est une espèce eurasiatique et nord-africaine. Le coquelicot est un très bon bioindicateur des sols argilo-calcaires. Sa présence traduit généralement une perturbation du sol par le travail de la terre (labours). On le trouve en abondance dans les terrains vagues, les friches, au bord des chemins et surtout dans les champs de céréales où il se comporte en messicole."
        },
        {
          "id": "taxonomie",
          "level": 1,
          "title": "Taxonomie",
          "content": "Papaver rhoeas a été décrit et nommé par Carl von Linné en 1753 dans Species Plantarum 1: 507. Le genre Papaver, auquel appartient le coquelicot, regroupe de nombreuses espèces de plantes à fleurs, principalement originaires des régions tempérées de l'hémisphère nord.",
          "children": [
            {
              "id": "etymologie",
              "level": 2,
              "title": "Étymologie",
              "content": "Le nom générique Papaver vient du latin papaver signifiant « pavot ». Le nom spécifique rhoeas vient du grec rhœas (ῥοιάς), désignant le coquelicot."
            },
            {
              "id": "synonymes",
              "level": 2,
              "title": "Synonymes",
              "content": "Selon Plants of the World Online, les synonymes de Papaver rhoeas sont les suivants : Papaver strigosum (Boenn.) Schur, Papaver dubium subsp. rhoeas (L.) Asch. & Graebn., Papaver fugax var. rhoeas (L.) M.Pop. et d'autres dénominations historiques."
            },
            {
              "id": "varietes",
              "level": 2,
              "title": "Variétés",
              "content": "Plusieurs variétés sont reconnues, notamment Papaver rhoeas var. strigosum (Boenn.) B.Boivin et Papaver rhoeas var. chelidonioides (Boiss. & Buhse) M.Pop."
            }
          ]
        },
        {
          "id": "toxicite-et-usages",
          "level": 1,
          "title": "Toxicité et usages",
          "content": "Toute la plante contient des alcaloïdes isoquinoléiques (rhoeadine et rhœagénine), dont les teneurs sont faibles. Ces substances, présentes principalement dans la sève laiteuse et les capsules vertes, confèrent à la plante une légère toxicité. Les propriétés sédatives du coquelicot sont cependant exploitées à des fins médicinales traditionnelles. Une consommation excessive peut entraîner des effets indésirables.",
          "children": [
            {
              "id": "usages",
              "level": 2,
              "title": "Usages",
              "content": "Dans l'Antiquité, le coquelicot était déjà reconnu pour ses propriétés médicinales, notamment sédatives et analgésiques. Les fleurs de coquelicot sont traditionnellement utilisées en phytothérapie, notamment pour leurs vertus apaisantes, calmantes et antitussives. Les pétales séchés entrent dans la composition de sirops et d'infusions destinés à calmer la toux et les insomnies légères. Ils ont aussi une légère action sur la digestion. Les jeunes feuilles peuvent être consommées en salade ou cuites comme des épinards, mais avec modération en raison de leur amertirude et de leur teneur en alcaloïdes. En cuisine, les pétales peuvent colorer ou aromatiser certains plats. Les graines, dépourvues d'alcaloïdes, sont comestibles et utilisées en pâtisserie ou pour faire de l'huile, bien que celles du coquelicot soient petites et moins courantes que celles du pavot à opium."
            }
          ]
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Il est possible de cultiver le coquelicot dans un jardin. Il préfère un sol bien drainé et une exposition en plein soleil. Sa floraison est éphémère mais spectaculaire. Il se ressème facilement de manière spontanée, devenant parfois envahissant. C'est une plante qui ne demande que peu d'entretien une fois établie."
        },
        {
          "id": "symbole",
          "level": 1,
          "title": "Symbole",
          "content": "Le coquelicot est un symbole de sommeil et de mort à cause de sa couleur rouge et de ses propriétés sédatives. Il est aussi un symbole de la Première Guerre mondiale, particulièrement en Grande-Bretagne, au Canada et en Australie, où il est associé au souvenir des soldats tombés au combat. En France, il est également un symbole de paix et de résilience. Sa beauté fragile et éphémère lui confère une dimension poétique."
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/papaver-rhoeas",
      "wikipedia": "https://fr.wikipedia.org/wiki/Papaver_rhoeas"
    }
  }
}