{
  "id": "157344",
  "infos_generales": {
    "nom_scientifique": "Carum carvi",
    "nom_commun": "Carvi",
    "noms_darija": [
      "Karwiya",
      "كروية"
    ],
    "noms_alternatifs": [
      "Cumin des prés",
      "Anis des Vosges",
      "Carvi officinal"
    ],
    "famille": "Apiaceae",
    "genre": "Carum"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/c4b904b89aedb622ba4fb9b6244ed9b831f79536",
    "https://bs.plantnet.org/image/o/368d75619f0b6ab93838e5c71c5c69d6594fa2ab"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Tout type de sol bien drainé, riche en nutriments",
    "regions_origine": [
      "Europe",
      "Afrique du Nord",
      "Asie occidentale"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur_saveur": "Saveur anisée et piquante, odeur forte et aromatique",
    "type_plante": "Plante bisannuelle herbacée",
    "fruits": "Diakènes ovoïdes, arqués, côtelés"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Apaisant",
      "Respiratoire",
      "Antiseptique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Épice",
      "Aromatique",
      "Salade",
      "Cuit",
      "Infusion",
      "Dessert"
    ],
    "decoration": []
  },
  "source_data": {
    "resume": "Le Carvi, ou Cumin des prés (Carum carvi), est une plante bisannuelle de la famille des Apiacées, originaire d'Europe et d'Asie. Reconnu pour ses graines aromatiques à la saveur anisée et piquante, il est largement utilisé comme épice dans la cuisine, notamment en boulangerie, charcuterie et fromagerie. Il possède également des propriétés médicinales avérées, notamment digestives, carminatives et antispasmodiques. Traditionnellement employé en infusion ou dans des préparations culinaires, le Carvi est une plante rustique qui pousse dans les prairies et les jardins.",
    "texte_complet": {
      "introduction": "Le Carvi ou Cumin des prés (Carum carvi L.) est une plante herbacée bisannuelle de la famille des Apiacées, cultivée pour ses feuilles et surtout ses graines aromatiques. C'est une espèce proche du cumin et de l'anis. Elle est aussi appelée Anis des Vosges.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "C'est une plante herbacée bisannuelle d'environ 30 à 60 cm de haut. La tige est striée, ramifiée et creuse. Les feuilles, pennatiséquées, sont deux à trois fois divisées en segments étroits. Les petites fleurs blanches sont groupées en ombelles composées de 5 à 16 rayons. Les fruits, appelés diakènes, sont ovoïdes, longs de 3 à 6 mm, arqués, côtelés et de couleur brun foncé. Leur saveur rappelle celle du fenouil avec une légère amertume. La floraison a lieu de mai à juillet. La fructification a lieu de juillet à août.",
          "children": [
            {
              "id": "repartition",
              "level": 2,
              "title": "Répartition",
              "content": "Le carvi est originaire d'Europe, d'Afrique du Nord et d'Asie occidentale. Il pousse naturellement dans les prés, les pâturages et sur le bord des chemins.",
              "children": []
            }
          ]
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le carvi peut être cultivé. Il préfère un sol riche et bien drainé et une exposition ensoleillée. Les graines sont semées au printemps ou à la fin de l'été. La récolte des feuilles peut commencer la première année, et les graines sont récoltées la seconde année après la floraison.",
          "children": []
        },
        {
          "id": "utilisation",
          "level": 1,
          "title": "Utilisation",
          "content": "Le carvi est utilisé à la fois comme épice et comme plante médicinale.",
          "children": [
            {
              "id": "composition",
              "level": 2,
              "title": "Composition",
              "content": "Les graines de carvi contiennent principalement une huile essentielle (2 à 7 %) dont les composants majeurs sont la carvone (50 à 70 %) et le limonène (30 à 50 %). Elles contiennent également des flavonoïdes, des coumarines, des polysaccharides et des acides phénoliques.",
              "children": []
            },
            {
              "id": "usage_culinaire",
              "level": 2,
              "title": "Usage culinaire",
              "content": "Les graines de carvi sont utilisées comme épice. Elles ont une saveur chaude, légèrement piquante et anisée. Elles sont très populaires dans la cuisine d'Europe centrale et scandinave, notamment pour aromatiser le pain (comme le pain de seigle), les fromages, la charcuterie (choucroute), les soupes, les ragoûts et les légumes. Les jeunes feuilles peuvent être ajoutées aux salades et les racines consommées comme des légumes. L'huile essentielle est parfois utilisée en confiserie et dans certaines liqueurs.",
              "children": []
            },
            {
              "id": "usage_medicinal",
              "level": 2,
              "title": "Usage médicinal",
              "content": "Le carvi est traditionnellement utilisé pour ses propriétés carminatives, digestives et antispasmodiques. Il est souvent employé pour soulager les ballonnements, les flatulences et les coliques, notamment chez les nourrissons (sous forme d'eau de carvi). On lui attribue aussi des propriétés galactogènes (favorisant la lactation), expectorantes et antiseptiques. Il est généralement consommé en infusion, en poudre ou sous forme d'huile essentielle.",
              "children": []
            }
          ]
        },
        {
          "id": "autres_especes",
          "level": 1,
          "title": "Autres espèces",
          "content": "Le genre Carum comprend plusieurs autres espèces, mais Carum carvi est la plus connue et la plus cultivée.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/carum-carvi",
      "wikipedia": "https://fr.wikipedia.org/wiki/Carum_carvi"
    }
  }
}