{
  "id": "161063",
  "infos_generales": {
    "nom_scientifique": "Cinnamomum verum",
    "nom_commun": "Cannelle de Ceylan",
    "noms_darija": [
      "Qarfa",
      "قرفة"
    ],
    "noms_alternatifs": [
      "Cannelle vraie",
      "Cannelle officinale"
    ],
    "famille": "Lauraceae",
    "genre": "Cinnamomum"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/7575327327ffc765c83d8bbf655c5a30563fffee",
    "https://bs.plantnet.org/image/o/b6687d2c83e40cbce223d8a011a0103a061cba51"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Riche, bien drainé, légèrement acide",
    "regions_origine": [
      "Sri Lanka",
      "Inde"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Forte, aromatique",
    "type_plante": "Arbre persistant",
    "epice_extraite": "Écorce"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Antiseptique",
      "Anti-inflammatoire",
      "Tonique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Épice",
      "Aromatique",
      "Infusion",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "Le Cinnamomum verum, ou cannelle de Ceylan, est un arbre tropical originaire du Sri Lanka et de l'Inde. Apprécié mondialement pour son écorce aromatique, il est considéré comme la « vraie cannelle ». Principalement utilisé comme épice en cuisine, il possède également des propriétés médicinales reconnues, notamment digestives, antiseptiques et anti-inflammatoires.",
    "texte_complet": {
      "introduction": "Le cannelier de Ceylan (Cinnamomum verum), également appelé cannelier vrai, est une espèce d'arbre de la famille des Lauraceae, originaire du Sri Lanka (Ceylan) et du sud de l'Inde. Son écorce intérieure, récoltée après fermentation et séchage, est l'épice appelée cannelle. Le nom Cinnamomum verum signifie en latin « cannelier véritable ».",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "C'est un arbre qui peut atteindre 10 à 15 m de haut. Les feuilles persistantes et coriaces, de 7 à 18 cm de long, de forme ovale et acuminées, sont d'un vert brillant sur le dessus, plus claires sur le dessous. Elles dégagent une odeur épicée et un goût légèrement piquant lorsqu'on les froisse. Les fleurs sont petites, verdâtres et parfumées, regroupées en panicules. Le fruit est une baie charnue de 1 à 2 cm de long, de couleur pourpre foncé. Les jeunes feuilles sont rougeâtres. Toutes les parties de l'arbre sont aromatiques.",
          "children": []
        },
        {
          "id": "culture-et-recolte",
          "level": 1,
          "title": "Culture et récolte",
          "content": "Le cannelier de Ceylan est cultivé dans les régions tropicales humides. La cannelle est récoltée à partir de jeunes rameaux d'environ deux ans. On pratique une incision circulaire sur l'écorce et une autre longitudinale pour la détacher. On racle la partie externe (le suber) pour ne garder que la partie interne. Cette écorce est alors roulée en bâtonnets, qui vont se rétracter en séchant. Chaque bâtonnet est ensuite inséré dans un autre pour former des rouleaux de cannelle.",
          "children": []
        },
        {
          "id": "composition-chimique",
          "level": 1,
          "title": "Composition chimique",
          "content": "Le principal composant de l'huile essentielle de cannelle de Ceylan est le cinnamaldéhyde (environ 65-75 %), qui lui confère son arôme et son goût caractéristiques. On trouve également d'autres composés comme l'eugénol, le beta-caryophyllène, le linalol, et des monoterpènes. L'écorce contient aussi des tanins et des mucilages. Cette composition varie légèrement selon la provenance et les conditions de culture.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "La cannelle de Ceylan est principalement utilisée comme épice en cuisine, dans les desserts, les pâtisseries, les boissons chaudes (thé, café) et certains plats salés (currys, tajines). Elle est également employée en médecine traditionnelle pour ses propriétés digestives, antiseptiques, stimulantes et anti-inflammatoires. On l'utilise aussi en parfumerie et en cosmétique. Son huile essentielle est reconnue pour ses vertus thérapeutiques, mais doit être utilisée avec précaution en raison de sa puissance.",
          "children": []
        },
        {
          "id": "especes-proches",
          "level": 1,
          "title": "Espèces proches",
          "content": "Il existe plusieurs autres espèces de cannelier, dont les plus connues sont Cinnamomum cassia (cannelle de Chine ou casse), Cinnamomum burmannii (cannelle d'Indonésie) et Cinnamomum loureiroi (cannelle de Saïgon). Ces espèces produisent des cannelles différentes en goût et en composition chimique, la cannelle de Ceylan étant généralement considérée comme la plus fine et la plus douce.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/cinnamomum-verum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Cinnamomum_verum"
    }
  }
}