{
  "id": "161718",
  "infos_generales": {
    "nom_scientifique": "Citrus limon",
    "nom_commun": "Citronnier",
    "noms_darija": [
      "Laymoun",
      "ليمون",
      "Limoun hmad",
      "ليمون حامض"
    ],
    "noms_alternatifs": [
      "Lemon Tree",
      "Limon",
      "Zitrone"
    ],
    "famille": "Rutaceae",
    "genre": "Citrus"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/3d180f016211568294fc6eafb4b1c298c101c3b3",
    "https://d2seqvvyy3b8p2.cloudfront.net/3eea4792e2fcb6b08d1950d69bbe4165.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé et fertile",
    "regions_origine": [
      "Sud-Est de l'Asie",
      "Himalaya"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "fruit": "Baie ovoïde à pulpe acide et juteuse, souvent jaune vif à maturité.",
    "fleurs": "Petites, blanches, très parfumées, souvent avec une teinte violacée à l'extérieur, apparaissant toute l'année.",
    "feuillage": "Persistant, vert brillant, aromatique et légèrement denté.",
    "port": "Arbuste ou petit arbre épineux, pouvant atteindre 3 à 6 mètres de haut.",
    "rusticite": "Sensible au gel, nécessite une protection ou une culture en pot dans les climats froids."
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Dermatologique",
      "Apaisant",
      "Tonique",
      "Antiseptique",
      "Anti-inflammatoire"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Salade",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin",
      "Balcon",
      "Intérieur"
    ]
  },
  "source_data": {
    "resume": "Le citronnier (Citrus limon) est un arbre fruitier de la famille des Rutacées, apprécié pour ses fruits, les citrons. Originaire d'Asie du Sud-Est, il est largement cultivé dans les régions tempérées et subtropicales pour ses multiples usages culinaires, médicinaux et ornementaux. Ses fruits sont riches en vitamine C et sont reconnus pour leurs propriétés aromatiques et thérapeutiques, notamment en renforçant le système immunitaire.",
    "texte_complet": {
      "introduction": "Le citronnier (Citrus limon) est un petit arbre fruitier de la famille des Rutacées, originaire d'Asie du Sud-Est, cultivé dans les régions tempérées et subtropicales du monde entier pour son fruit, le citron. Le citron est un agrume caractérisé par sa pulpe juteuse et très acide, et son zeste aromatique. Il est largement utilisé en cuisine, en médecine traditionnelle et dans l'industrie cosmétique et des parfums. Le citronnier est un arbre persistant, souvent épineux, capable de fleurir et de fructifier presque toute l'année dans les conditions optimales. Il est considéré comme un hybride ancien, probablement entre le cédrat (Citrus medica) et le bigaradier (Citrus × aurantium), ou un hybride complexe impliquant d'autres espèces d'agrumes.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le citronnier est un arbuste ou petit arbre mesurant généralement de 3 à 6 mètres de hauteur, mais pouvant atteindre 10 mètres dans des conditions idéales. Son feuillage est persistant, composé de feuilles ovales, brillantes, vert foncé, légèrement dentées et fortement aromatiques lorsqu'elles sont froissées. Les fleurs, souvent regroupées en grappes, sont petites, blanches ou légèrement rosées à violacées sur la face externe, très parfumées et apparaissent sporadiquement tout au long de l'année. Le fruit, le citron, est une baie ovoïde ou oblongue, généralement jaune vif à maturité, avec une peau épaisse contenant des glandes à huile essentielles. La pulpe est divisée en plusieurs quartiers et est extrêmement acide. Il contient de nombreux pépins, bien que des variétés sans pépins existent."
        },
        {
          "id": "origine-et-histoire",
          "level": 1,
          "title": "Origine et histoire",
          "content": "L'origine exacte du citronnier est débattue, mais il est largement admis qu'il est natif de l'Asie du Sud-Est, probablement des régions de l'Himalaya, incluant le Nord-Est de l'Inde, la Birmanie et la Chine. Il ne s'agit pas d'une espèce sauvage mais d'un hybride cultivé depuis l'Antiquité. Il a été introduit au Moyen-Orient et en Afrique du Nord par les Arabes au cours du Xème siècle, puis en Europe, notamment en Italie, au XIIème siècle, avant de se propager dans le Nouveau Monde avec les explorateurs espagnols. Sa culture s'est intensifiée à partir du XVIème siècle, notamment grâce à sa valeur anti-scorbutique pour les marins."
        },
        {
          "id": "culture-et-varietes",
          "level": 1,
          "title": "Culture et variétés",
          "content": "Le citronnier est un arbre relativement rustique pour un agrume, mais il est sensible au gel et préfère les climats chauds et ensoleillés. Il nécessite un sol bien drainé, riche en matière organique, avec un pH légèrement acide à neutre. L'arrosage doit être régulier, surtout pendant les périodes de floraison et de fructification. La taille est essentielle pour maintenir la forme de l'arbre et favoriser la production de fruits. Il existe de nombreuses variétés de citrons, dont les plus connues incluent : le 'Eureka' (citron à quatre saisons, très productif), le 'Lisbon' (robuste et productif), le 'Meyer' (plus doux, probablement un hybride citron-orange), et le 'Verna' (très populaire en Espagne, avec deux floraisons principales)."
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Le citron est un fruit extrêmement polyvalent. Son jus est utilisé pour aromatiser boissons, plats salés et sucrés, vinaigrettes, marinades et pour prévenir l'oxydation des fruits et légumes coupés. Le zeste est apprécié comme épice et arôme dans la pâtisserie, les confiseries et les liqueurs. En cuisine, il est un ingrédient clé de nombreux plats méditerranéens, asiatiques et latino-américains. Sur le plan médical, le citron est réputé pour sa richesse en vitamine C, en antioxydants et en flavonoïdes. Il est traditionnellement utilisé pour renforcer le système immunitaire, aider à la digestion, soulager les maux de gorge et comme antiseptique. Son huile essentielle est utilisée en aromathérapie pour ses propriétés stimulantes et purifiantes. En usage domestique, le jus de citron est un nettoyant et désodorisant naturel."
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/citrus-medica",
      "wikipedia": "https://fr.wikipedia.org/wiki/Citrus_limon"
    }
  }
}