{
  "id": "164710",
  "infos_generales": {
    "nom_scientifique": "Zingiber officinale",
    "nom_commun": "Gingembre",
    "noms_darija": [
      "Skenjbir",
      "سكينجبير"
    ],
    "noms_alternatifs": [
      "Gingembre officinal"
    ],
    "famille": "Zingiberaceae",
    "genre": "Zingiber"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/998efa512a7e3d3bc28a010610e58cc41d476dde",
    "https://storage.googleapis.com/powop-assets/kew_profiles/PPCONT_009116_fullsize.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Fréquent",
    "luminosite": "Mi-ombre",
    "type_sol": "Riche, humifère, bien drainé",
    "regions_origine": [
      "Asie du Sud-Est maritime (largement cultivé dans les régions tropicales et subtropicales, y compris au Maroc)"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "partie_utilisee": "Rhizome",
    "odeur": "Caractéristique, épicée, citronnée",
    "gout": "Piquant",
    "resistance_froid": "Non résistant au gel",
    "type_plante": "Herbacée vivace",
    "hauteur_moyenne": "1 à 1,5 mètres"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Anti-inflammatoire",
      "Tonique",
      "Apaisant"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "Le gingembre (Zingiber officinale) est une plante herbacée vivace originaire d'Asie du Sud-Est, largement cultivée dans les régions tropicales et subtropicales pour son rhizome. Ce dernier est apprécié pour son goût piquant et son arôme caractéristique, étant utilisé comme épice et condiment dans diverses cuisines du monde. Au-delà de ses applications culinaires, le gingembre est également reconnu pour ses nombreuses propriétés médicinales traditionnelles, notamment digestives, anti-inflammatoires et anti-nauséeuses. Il est devenu un ingrédient essentiel dans la gastronomie et la pharmacopée de nombreuses cultures, y compris au Maroc où il est couramment consommé.",
    "texte_complet": {
      "introduction": "Le gingembre (Zingiber officinale) est une espèce de plantes herbacées vivaces de la famille des Zingiberaceae, originaire d'Asie du Sud-Est. Il est largement cultivé dans les régions tropicales et subtropicales pour son rhizome aromatique et piquant, utilisé comme épice, condiment et remède traditionnel. Reconnu pour ses multiples propriétés médicinales et son goût distinctif, il est un ingrédient essentiel dans de nombreuses cuisines du monde.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le gingembre est une plante herbacée vivace qui peut atteindre 1 à 1,5 mètre de hauteur. Il possède des feuilles lancéolées, alternes, d'un vert intense, et des tiges dressées. La partie la plus utilisée est son rhizome charnu et noueux, de couleur beige-jaune à l'extérieur et jaune pâle à l'intérieur, dégageant une odeur caractéristique et un goût piquant. Ses fleurs sont jaune-vert avec des lèvres pourpres, regroupées en épis compacts.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le gingembre prospère dans les climats chauds et humides, avec des températures stables et une humidité élevée. Il préfère un sol riche en matière organique, bien drainé et légèrement acide. La multiplication se fait par division des rhizomes. La récolte intervient généralement 8 à 10 mois après la plantation, lorsque les feuilles jaunissent et que les tiges sèchent. Le gingembre est sensible au gel et nécessite donc une protection dans les régions tempérées.",
          "children": []
        },
        {
          "id": "composition_chimique",
          "level": 1,
          "title": "Composition chimique",
          "content": "Le rhizome de gingembre est riche en composés bioactifs. Parmi les plus importants figurent les gingérols, qui sont responsables de son goût piquant et de ses propriétés anti-inflammatoires et antioxydantes. Il contient également des shogaols (formés par la déshydratation des gingérols lors du séchage), des paradols, ainsi que des huiles essentielles (zingibérène, curcumène, farnésène) qui contribuent à son arôme.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Le gingembre est polyvalent et trouve de nombreuses applications à travers le monde.",
          "children": [
            {
              "id": "utilisations_alimentaires",
              "level": 2,
              "title": "Usages alimentaires",
              "content": "En cuisine, le gingembre est utilisé frais, séché, moulu, confit ou cristallisé. Il aromatise une grande variété de plats salés (currys, soupes, marinades) et sucrés (pain d'épices, biscuits, confitures). Il est également un ingrédient clé dans la préparation de boissons comme les infusions, le ginger ale ou le kombucha.",
              "children": []
            },
            {
              "id": "utilisations_medicinales",
              "level": 2,
              "title": "Propriétés médicinales",
              "content": "Traditionnellement et scientifiquement, le gingembre est reconnu pour ses propriétés anti-nauséeuses (notamment contre le mal des transports et les nausées de grossesse), anti-inflammatoires, antioxydantes et digestives. Il est souvent utilisé pour soulager les troubles gastro-intestinaux, les douleurs articulaires et musculaires, les symptômes du rhume et de la grippe, et pour stimuler l'immunité.",
              "children": []
            }
          ]
        },
        {
          "id": "histoire_et_etymologie",
          "level": 1,
          "title": "Histoire et étymologie",
          "content": "L'histoire du gingembre remonte à des milliers d'années, avec des preuves de sa culture en Asie du Sud-Est il y a plus de 5000 ans. Il a été l'une des premières épices exportées d'Asie et était déjà connu des Grecs et des Romains. Le terme 'gingembre' dérive du sanskrit 'srngaveram', signifiant 'en forme de corne', en référence à la forme du rhizome.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/zingiber-officinale",
      "wikipedia": "https://fr.wikipedia.org/wiki/Zingiber_officinale"
    }
  }
}