{
  "id": "200080",
  "infos_generales": {
    "nom_scientifique": "Petroselinum crispum",
    "nom_commun": "Persil",
    "noms_darija": [
      "Ma'dnoos",
      "معدنوس"
    ],
    "noms_alternatifs": [
      "Persil commun",
      "Persil cultivé"
    ],
    "famille": "Apiaceae",
    "genre": "Petroselinum"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/5624f3f0f3899e6597279aacadfb411d6d6e35dc",
    "https://bs.plantnet.org/image/o/1e73001e60145c1d15894b5958c84cefc02e2129"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Riche, frais et bien drainé",
    "regions_origine": [
      "Région méditerranéenne",
      "Europe du Sud-Est"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Aromatique caractéristique, fraîche",
    "goût": "Frais, légèrement poivré et herbacé",
    "type_de_plante": "Herbe aromatique bisannuelle (souvent cultivée comme annuelle)",
    "hauteur_moyenne": "30 à 100 cm",
    "feuilles": "Vert foncé, très découpées, brillantes, plates ou frisées selon la variété"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Tonique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Salade",
      "Cuit"
    ],
    "decoration": [
      "Jardin",
      "Balcon"
    ]
  },
  "source_data": {
    "resume": "Le persil (Petroselinum crispum) est une herbe aromatique incontournable, originaire de la région méditerranéenne. Cultivé pour ses feuilles parfumées, il est largement utilisé en cuisine pour sa capacité à rehausser les saveurs de nombreux plats. En plus de son rôle culinaire, il est reconnu pour ses propriétés médicinales, notamment ses effets diurétiques et digestifs. Facile à cultiver, il agrémente jardins et balcons.",
    "texte_complet": {
      "introduction": "Le persil (Petroselinum crispum) est une plante herbacée de la famille des Apiacées (anciennement Ombellifères), largement cultivée comme condiment. C'est une plante bisannuelle qui, la première année, développe une rosette de feuilles et une racine pivotante, et la seconde année, une tige florale pouvant atteindre jusqu'à 1 mètre de hauteur. Ses feuilles sont très aromatiques et sont utilisées fraîches ou séchées pour aromatiser divers plats.",
      "sections": [
        {
          "id": "taxonomie",
          "level": 1,
          "title": "Taxonomie",
          "content": "Le persil appartient au genre Petroselinum. Son nom scientifique, Petroselinum crispum, vient du grec « petra » (roche), « selinon » (céleri) et du latin « crispum » (frisé), en référence à certaines de ses variétés. Il est classé dans la famille des Apiaceae, qui comprend d'autres plantes aromatiques et légumes comme la carotte, le céleri et le fenouil.",
          "children": []
        },
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le persil est une plante herbacée bisannuelle. Ses feuilles sont composées, d'un vert vif, très découpées, avec des folioles ovales ou triangulaires, plus ou moins frisées selon la variété. La tige est dressée, cannelée, et peut atteindre de 30 à 100 cm. Les fleurs, petites et verdâtres, sont regroupées en ombelles composées. Le fruit est un diakène ovale, côtelé, contenant deux graines. La racine est pivotante, blanchâtre et fusiforme.",
          "children": []
        },
        {
          "id": "varietes",
          "level": 1,
          "title": "Variétés",
          "content": "Il existe plusieurs variétés de persil, les plus courantes étant le persil plat (Petroselinum crispum var. neapolitanum), souvent préféré des cuisiniers pour son arôme plus prononcé et sa texture plus tendre, et le persil frisé (Petroselinum crispum var. crispum), davantage utilisé pour la garniture en raison de son aspect décoratif. On trouve aussi le persil tubéreux (Petroselinum crispum var. tuberosum), cultivé pour sa racine comestible, dont la saveur rappelle celle du céleri-rave.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le persil est une plante relativement facile à cultiver. Il préfère un sol riche, frais, bien drainé et une exposition ensoleillée ou mi-ombragée. Le semis est généralement effectué au printemps ou en fin d'été. La germination est lente et peut être améliorée en trempant les graines avant le semis. Un arrosage régulier est essentiel, surtout en période sèche, pour maintenir le sol frais. Il peut être cultivé en pleine terre au potager ou en pot sur un balcon ou une terrasse.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Le persil est l'une des herbes aromatiques les plus répandues dans le monde. Il est omniprésent dans de nombreuses cuisines, de la Méditerranée au Moyen-Orient, en passant par l'Europe et l'Amérique.",
          "children": [
            {
              "id": "utilisations-en-cuisine",
              "level": 2,
              "title": "En cuisine",
              "content": "Les feuilles de persil sont utilisées fraîches, hachées, pour aromatiser salades, soupes, sauces, viandes, poissons, légumes et omelettes. C'est un ingrédient clé du taboulé et de nombreuses marinades et bouquets garnis. Il est généralement ajouté en fin de cuisson pour préserver son arôme délicat. Ses racines sont parfois consommées comme légume en Europe de l'Est.",
              "children": []
            },
            {
              "id": "utilisations-proprietes-et-usages-medicinaux",
              "level": 2,
              "title": "Propriétés et usages médicinaux",
              "content": "Le persil est riche en vitamines (K, C, A) et en minéraux (fer, calcium). Il possède des propriétés diurétiques, digestives, antioxydantes et anti-inflammatoires. Il est traditionnellement utilisé pour aider à la digestion, stimuler l'appétit, ou comme remède naturel contre la mauvaise haleine. Les infusions de persil sont parfois utilisées pour leurs effets détoxifiants et leur contribution à la santé urinaire.",
              "children": []
            }
          ]
        },
        {
          "id": "historique",
          "level": 1,
          "title": "Historique",
          "content": "Originaire des régions méditerranéennes orientales, le persil était déjà connu des Grecs et des Romains qui l'utilisaient à des fins médicinales et ornementales, avant de découvrir ses qualités culinaires. Il était souvent associé à la mort et aux funérailles dans l'Antiquité, symbolisant la renaissance. Sa culture s'est répandue en Europe au Moyen Âge et il est devenu une herbe aromatique indispensable dans de nombreux jardins et cuisines.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/petroselinum-crispum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Petroselinum_crispum"
    }
  }
}