{
  "id": "204029",
  "infos_generales": {
    "nom_scientifique": "Allium sativum",
    "nom_commun": "Ail",
    "noms_darija": [
      "Touma",
      "ثومة"
    ],
    "noms_alternatifs": [
      "Ail commun",
      "Ail cultivé"
    ],
    "famille": "Amaryllidaceae",
    "genre": "Allium"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/64c2063c4bd0cc98e41198ed6c136425e6849b05",
    "https://storage.googleapis.com/powop-assets/kew_profiles/Allium_sativum_KewImages_AMcRobbPLA_Veg_20080619AM228_main_web_2015_fullsize.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Riche, léger et bien drainé",
    "regions_origine": [
      "Asie centrale",
      "Bassin méditerranéen"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "Odeur": "Forte, caractéristique",
    "Bulbe": "Composé de plusieurs caïeux (gousses)",
    "Floraison": "Rarement fertile, reproduction végétative privilégiée"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Antiseptique",
      "Anti-inflammatoire",
      "Autre usage médical"
    ],
    "culinaire": [
      "Épice",
      "Aromatique",
      "Cuit",
      "Salade"
    ],
    "decoration": []
  },
  "source_data": {
    "resume": "L'Ail (Allium sativum) est une plante herbacée vivace, originaire d'Asie centrale, largement cultivée et appréciée mondialement. Reconnu pour son bulbe composé de caïeux, il est un condiment essentiel en cuisine et possède de nombreuses propriétés médicinales documentées, notamment antibactériennes, antifongiques, et bénéfiques pour le système cardiovasculaire. Sa culture est ancienne et sa présence est profondément ancrée dans diverses cultures culinaires et médicinales.",
    "texte_complet": {
      "introduction": "L'Ail (Allium sativum L.) est une espèce de plante herbacée vivace monocotylédone appartenant à la famille des Amaryllidaceae, sous-famille des Allioideae, genre Allium. C'est l'une des plus anciennes plantes cultivées, connue depuis au moins 5 000 ans, originaire d'Asie centrale. Il est largement utilisé comme condiment dans la cuisine du monde entier et est également reconnu pour ses nombreuses propriétés médicinales.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "L'ail est une plante bulbeuse dont la partie souterraine est un bulbe composé, communément appelé « tête d'ail ». Cette tête est constituée de plusieurs caïeux ou « gousses » d'ail, chacun enveloppé dans une fine pellicule. Les feuilles sont longues, plates et linéaires. La tige florale, si elle se développe, peut atteindre jusqu'à 1 mètre de hauteur et porte une inflorescence sphérique de petites fleurs blanc-rosé, souvent stériles.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "L'ail est cultivé dans de nombreuses régions du monde. Il préfère un sol léger, riche, bien drainé et une exposition en plein soleil. La plantation se fait généralement à l'automne ou au début du printemps à partir de caïeux. La récolte a lieu lorsque les feuilles commencent à jaunir et à sécher.",
          "children": []
        },
        {
          "id": "composition_et_proprietes",
          "level": 1,
          "title": "Composition et propriétés",
          "content": "L'ail est riche en composés soufrés, notamment l'allicine, responsable de son odeur caractéristique et de la plupart de ses propriétés biologiques. Il contient également des vitamines (B6, C), des minéraux (manganèse, sélénium) et des fibres. Ses propriétés comprennent des effets antibactériens, antifongiques, antiviraux, antioxydants, anti-inflammatoires et cardiovasculaires.",
          "children": []
        },
        {
          "id": "utilisation",
          "level": 1,
          "title": "Utilisation",
          "content": "L'ail est un condiment essentiel dans de nombreuses cuisines du monde. Il est utilisé cru, haché, écrasé, ou cuit pour aromatiser une grande variété de plats salés, soupes, sauces, viandes et légumes. En médecine traditionnelle, il est employé pour traiter diverses affections, allant des infections respiratoires aux problèmes digestifs, en passant par la régulation de la tension artérielle et du cholestérol. On l'utilise aussi en répulsif naturel.",
          "children": [
            {
              "id": "utilisation_culinaire",
              "level": 2,
              "title": "Utilisation culinaire",
              "content": "En cuisine, les caïeux d'ail sont la partie la plus couramment utilisée. Ils peuvent être pelés et ajoutés entiers, hachés finement, écrasés pour libérer plus de saveur, ou rôtis pour un goût plus doux et sucré. Il est un ingrédient clé dans la cuisine méditerranéenne, asiatique et moyen-orientale.",
              "children": []
            },
            {
              "id": "utilisation_medicinale",
              "level": 2,
              "title": "Utilisation médicinale",
              "content": "Les propriétés médicinales de l'ail sont attribuées à ses composés organo-soufrés. Il est traditionnellement utilisé pour renforcer le système immunitaire, abaisser la tension artérielle et le cholestérol, et comme agent antibactérien et antifongique. Il est aussi étudié pour son potentiel antioxydant et anticancéreux.",
              "children": []
            }
          ]
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/allium-sativum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Allium_sativum"
    }
  }
}