{
  "id": "252096",
  "infos_generales": {
    "nom_scientifique": "Aloysia citrodora",
    "nom_commun": "Verveine citronnelle",
    "noms_darija": [
      "Louiza",
      "لويزة"
    ],
    "noms_alternatifs": [
      "Verveine odorante",
      "Verveine à feuilles de citron"
    ],
    "famille": "Verbenaceae",
    "genre": "Aloysia"
  },
  "galerie_images": [
    "https://d2seqvvyy3b8p2.cloudfront.net/4358b28e4c893d9dc01deea975a618cb.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Aloysia_citriodora_002.jpg/1000px-Aloysia_citriodora_002.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, léger, riche",
    "regions_origine": [
      "Amérique du Sud",
      "Argentine",
      "Chili",
      "Pérou"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Citronnée intense",
    "type_plante": "Arbuste caduc",
    "resistance_au_froid": "Gélive (peu résistante au gel)",
    "feuillage": "Feuilles lancéolées, vert vif, très aromatiques"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Apaisant",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "La verveine citronnelle (*Aloysia citrodora*), aussi appelée verveine odorante ou louiza au Maroc, est un arbuste caduc de la famille des Verbenaceae, originaire d'Amérique du Sud. Réputée pour son intense parfum de citron, elle est largement cultivée pour ses feuilles aromatiques. Elle est utilisée en infusion pour ses vertus digestives et apaisantes, en cuisine comme aromate pour de nombreux plats et desserts, ainsi qu'en parfumerie.",
    "texte_complet": {
      "introduction": "La verveine citronnelle (*Aloysia citrodora*), appelée aussi verveine odorante ou verveine à feuilles de citron, est une plante de la famille des Verbenaceae, originaire d'Amérique du Sud. Elle est cultivée pour ses feuilles très aromatiques qui dégagent une forte odeur de citron. Elle est largement utilisée en infusion, en cuisine et en parfumerie pour son parfum caractéristique et ses propriétés médicinales.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "La verveine citronnelle est un arbuste caduc pouvant atteindre 1,5 à 2 mètres de hauteur. Ses feuilles sont vert clair, lancéolées, et très odorantes lorsqu'on les froisse. Elles sont groupées par trois en verticilles. Les fleurs sont petites, de couleur blanche à mauve pâle, et apparaissent en épis terminaux lâches pendant l'été. La plante est gélive et ne supporte pas les températures inférieures à 0 °C durablement, ce qui la rend souvent cultivée en pot dans les régions tempérées pour être rentrée en hiver. Elle pousse idéalement en plein soleil dans un sol léger, bien drainé et riche.",
          "children": [
            {
              "id": "synonymes",
              "level": 2,
              "title": "Synonymes",
              "content": "Parmi ses synonymes, on trouve *Lippia citrodora* Kunth, *Verbena triphylla* L'Hér. et *Aloysia triphylla* (L'Hér.) Britton.",
              "children": []
            },
            {
              "id": "nom_et_etymologie",
              "level": 2,
              "title": "Nom et étymologie",
              "content": "Le nom de genre *Aloysia* a été donné en l'honneur de María Luisa de Parme, épouse de Charles IV d'Espagne. L'épithète spécifique *citrodora* fait référence à l'odeur citronnée de la plante.",
              "children": []
            }
          ]
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "La verveine citronnelle nécessite un emplacement en plein soleil et un sol léger, frais, et bien drainé. Dans les régions froides, elle est généralement cultivée en pot afin d'être protégée du gel en hiver. La taille peut être effectuée au printemps pour favoriser la ramification. La multiplication se fait par bouturage.",
          "children": []
        },
        {
          "id": "proprietes_et_utilisation",
          "level": 1,
          "title": "Propriétés et utilisation",
          "content": "Les feuilles de verveine citronnelle sont riches en huiles essentielles, notamment en citral, limonène et verbénone, qui lui confèrent ses propriétés aromatiques et thérapeutiques.",
          "children": [
            {
              "id": "usage_alimentaire",
              "level": 2,
              "title": "Usage alimentaire",
              "content": "La verveine citronnelle est très appréciée en cuisine. Ses feuilles fraîches ou séchées sont utilisées pour préparer des infusions digestives et apaisantes (tisanes). Elle parfume également les salades de fruits, les desserts (crèmes, sorbets), les boissons rafraîchissantes et peut être employée pour aromatiser volailles, poissons et sauces.",
              "children": []
            },
            {
              "id": "usage_medicinal",
              "level": 2,
              "title": "Usage médicinal",
              "content": "En phytothérapie, la verveine citronnelle est reconnue pour ses propriétés digestives (carminative et antispasmodique), sédatives et anxiolytiques. Elle est traditionnellement utilisée pour soulager les troubles gastro-intestinaux, les insomnies et le stress. L'huile essentielle est également employée en aromathérapie.",
              "children": []
            },
            {
              "id": "en_parfumerie",
              "level": 2,
              "title": "En parfumerie",
              "content": "Grâce à son parfum frais et citronné, l'huile essentielle de verveine citronnelle est également utilisée en parfumerie pour la fabrication de savons, cosmétiques et eaux de toilette.",
              "children": []
            }
          ]
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/aloysia-citrodora",
      "wikipedia": "https://fr.wikipedia.org/wiki/Aloysia_citrodora"
    }
  }
}