{
  "id": "253369",
  "infos_generales": {
    "nom_scientifique": "Eucalyptus globulus",
    "nom_commun": "Eucalyptus commun",
    "noms_darija": [
      "Klitous",
      "Kaliptos",
      "أوكالبتوس",
      "كليبتوس"
    ],
    "noms_alternatifs": [
      "Gommier bleu",
      "Arbre à la fièvre"
    ],
    "famille": "Myrtaceae",
    "genre": "Eucalyptus"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/116004a6809a711c398baf347476432f62c5893f",
    "https://bs.plantnet.org/image/o/636d7297a742e978c6f9f62ff3e257f9c8c277dc",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Eucalyptus-12.jpg/1000px-Eucalyptus-12.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, sablonneux à limoneux",
    "regions_origine": [
      "Tasmanie",
      "Australie du Sud-Est (Victoria, Nouvelle-Galles du Sud)"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "odeur": "Forte, aromatique, camphrée",
    "croissance": "Très rapide",
    "ecorce": "Lisse, s'exfoliant en longues lanières, révélant une écorce plus claire, gris-bleuâtre",
    "feuilles_adultes": "Bleu-vert, falciformes (en forme de faucille), alternes",
    "feuilles_juveniles": "Opposées, sessiles, ovales, d'un vert bleuté pruineux",
    "inflammabilite": "Élevée (en raison de l'huile volatile présente dans les feuilles et l'écorce)"
  },
  "utilisations": {
    "medicale": [
      "Respiratoire",
      "Antiseptique",
      "Anti-inflammatoire",
      "Tonique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion"
    ],
    "decoration": [
      "Jardin",
      "Haie",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "L'Eucalyptus globulus, ou Gommier bleu de Tasmanie, est un arbre à croissance rapide originaire d'Australie, très répandu au Maroc et dans le monde pour ses multiples usages. Reconnaissable à son écorce qui s'exfolie et ses feuilles aromatiques, il est apprécié pour ses propriétés médicinales, notamment pour les affections respiratoires, grâce à son huile essentielle. Il est également une source importante de bois pour la pâte à papier et est souvent planté comme arbre d'alignement, d'ornement, ou pour l'assainissement de zones humides, malgré son potentiel d'inflammabilité.",
    "texte_complet": {
      "introduction": "L'eucalyptus globuleux (Eucalyptus globulus Labill.), également appelé Gommier bleu de Tasmanie, est une espèce de plantes à fleurs de la famille des Myrtacées. C'est l'espèce d'eucalyptus la plus largement plantée dans le monde. Elle est originaire d'Australie (Tasmanie et Victoria), et se rencontre également en Nouvelle-Galles du Sud. Elle fut introduite en Europe en 1792.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "C'est un grand arbre à croissance très rapide, pouvant atteindre 50 à 60 m de haut et jusqu'à 2 m de diamètre, avec une couronne dense et un fût droit. Son écorce est lisse et s'exfolie en longues lanières, révélant une écorce plus claire, gris-bleuâtre. Les feuilles juvéniles sont opposées, sessiles, ovales, d'un vert bleuté pruineux, de 6 à 15 cm de long et de 3 à 8 cm de large. Les feuilles adultes sont alternes, pétiolées, falciformes (en forme de faucille), de 15 à 30 cm de long et de 2 à 5 cm de large, vert foncé et brillantes. Les fleurs, solitaires ou groupées par 2-3 à l'aisselle des feuilles, sont blanches et apparaissent généralement de l'automne au printemps. Le fruit est une capsule ligneuse en forme de coupe, de 1,5 à 3 cm de diamètre, contenant de petites graines.",
          "children": []
        },
        {
          "id": "distribution",
          "level": 1,
          "title": "Distribution",
          "content": "L'espèce est largement répandue dans sa région d'origine en Tasmanie et dans certaines parties de Victoria, en Australie. Elle est également naturalisée dans de nombreuses régions du monde où elle a été introduite, notamment dans le bassin méditerranéen (Portugal, Espagne, Maroc, Algérie, Tunisie), en Californie, en Afrique du Sud, en Inde, et en Amérique du Sud. Sa capacité d'adaptation lui a permis de coloniser de nombreux écosystèmes.",
          "children": []
        },
        {
          "id": "ecologie",
          "level": 1,
          "title": "Écologie",
          "content": "Eucalyptus globulus est très intolérant au gel, ce qui limite sa culture aux régions à climat doux. Il préfère les sols profonds, bien drainés et riches, mais peut tolérer des sols plus pauvres. Sa croissance rapide et sa forte demande en eau peuvent avoir un impact sur les ressources hydriques locales, notamment lorsqu'il est planté en monoculture intensive. Il est également connu pour sa forte inflammabilité, en raison de l'huile volatile contenue dans ses feuilles et de son écorce exfoliante, ce qui pose des risques d'incendie dans les zones sèches.",
          "children": []
        },
        {
          "id": "culture_et_utilisations",
          "level": 1,
          "title": "Culture et utilisations",
          "content": "Eucalyptus globulus est une espèce économiquement importante à l'échelle mondiale, cultivée pour diverses applications. Son introduction en Europe et dans d'autres régions a été motivée par ses propriétés et sa croissance rapide.",
          "children": [
            {
              "id": "utilisations_traditionnelles",
              "level": 2,
              "title": "Utilisations traditionnelles",
              "content": "Les feuilles d'Eucalyptus globulus sont utilisées en médecine traditionnelle pour leurs propriétés antiseptiques, expectorantes et anti-inflammatoires. L'huile essentielle extraite des feuilles est un ingrédient courant dans les produits pharmaceutiques pour le traitement des affections respiratoires (rhumes, bronchites, sinusites), des douleurs musculaires et articulaires. Elle est également utilisée comme décongestionnant et pour ses vertus apaisantes en aromathérapie. Les feuilles peuvent être utilisées en infusion.",
              "children": []
            },
            {
              "id": "bois_d_oeuvre",
              "level": 2,
              "title": "Bois d'œuvre",
              "content": "Le bois d'Eucalyptus globulus est principalement utilisé pour la production de pâte à papier et de cellulose en raison de sa croissance rapide et de sa teneur élevée en fibres. Il est également employé dans la construction légère, la fabrication de meubles, de parquets, et comme bois de chauffage. Sa dureté et sa résistance en font un matériau polyvalent, bien que sa tendance à se fendre puisse parfois limiter certaines applications.",
              "children": []
            },
            {
              "id": "horticulture",
              "level": 2,
              "title": "Horticulture",
              "content": "Eucalyptus globulus est cultivé dans le monde entier comme arbre d'ornement, d'alignement ou pour servir de brise-vent. Son feuillage persistant, sa croissance rapide et sa silhouette majestueuse en font un choix populaire dans les grands parcs et jardins. Il est également planté dans le cadre de programmes de reboisement et de restauration des sols, bien que son impact sur la biodiversité et les ressources en eau soit parfois débattu.",
              "children": []
            }
          ]
        },
        {
          "id": "nomenclature_et_systematique",
          "level": 1,
          "title": "Nomenclature et systématique",
          "content": "L'Eucalyptus globulus a été décrit pour la première fois par Jacques Labillardière en 1799. Le nom de genre 'Eucalyptus' vient du grec ancien 'eu' (bien) et 'kalyptos' (couvert), faisant référence à l'opercule qui couvre les fleurs avant leur éclosion. L'épithète spécifique 'globulus' fait allusion à la forme globuleuse de son fruit.",
          "children": [
            {
              "id": "synonymes",
              "level": 2,
              "title": "Synonymes",
              "content": "L'espèce a plusieurs synonymes botaniques, reflétant l'historique de sa classification et les différentes formes régionales. Parmi les principaux synonymes, on trouve Eucalyptus gigantea Dehnh. et Eucalyptus perfoliata Desf.",
              "children": []
            }
          ]
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/eucalyptus-globulus",
      "wikipedia": "https://fr.wikipedia.org/wiki/Eucalyptus_globulus"
    }
  }
}