{
  "id": "265222",
  "infos_generales": {
    "nom_scientifique": "Alchemilla vulgaris",
    "nom_commun": "Alchémille commune",
    "noms_darija": [],
    "noms_alternatifs": [
      "Manteau de Notre-Dame",
      "Pied-de-lion"
    ],
    "famille": "Rosaceae",
    "genre": "Alchemilla"
  },
  "galerie_images": [
    "https://d2seqvvyy3b8p2.cloudfront.net/a2fbac4ecbbc245f8c81981984525645.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Mi-ombre",
    "type_sol": "Frais, riche en humus, bien drainé",
    "regions_origine": [
      "Europe",
      "Asie tempérée"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "feuilles": "Forme de rein ou d'éventail, palmatilobées, pubescentes, avec des nervatures marquées retenant les gouttes d'eau (guttation).",
    "fleurs": "Petites, verdâtres/jaune-vert, apétales, regroupées en cymes lâches.",
    "periode_floraison": "Mai à septembre",
    "proprietes_chimiques": "Riche en tanins (astringents), flavonoïdes, acides phénoliques."
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Dermatologique",
      "Anti-inflammatoire",
      "Apaisant",
      "Tonique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Salade"
    ],
    "decoration": [
      "Jardin",
      "Couvre-sol"
    ]
  },
  "source_data": {
    "resume": "L'Alchémille commune (Alchemilla vulgaris), également nommée Manteau de Notre-Dame, est une plante herbacée vivace de la famille des Rosacées, originaire d'Europe et d'Asie tempérée. Elle se distingue par ses feuilles palmées qui retiennent les gouttes de rosée et ses petites fleurs vert-jaune. Traditionnellement utilisée en phytothérapie, notamment pour la santé féminine, elle possède des propriétés astringentes, anti-inflammatoires et cicatrisantes grâce à sa richesse en tanins. Elle est employée pour les troubles digestifs, les affections cutanées et les problèmes menstruels. Les jeunes feuilles peuvent être consommées en salade ou en infusion. C'est également une plante ornementale appréciée en jardin pour son feuillage décoratif et son rôle de couvre-sol.",
    "texte_complet": {
      "introduction": "L'alchémille commune (Alchemilla vulgaris L.), aussi connue sous les noms de Manteau de Notre-Dame ou Pied-de-lion, est une espèce de plante herbacée vivace de la famille des Rosacées. Caractérisée par ses feuilles palmées et ses petites fleurs vert-jaune, elle est très répandue dans les prairies, les lisières des forêts et les zones humides d'Europe. Cette plante est particulièrement appréciée en phytothérapie pour ses vertus astringentes et anti-inflammatoires, notamment dans le cadre de la santé féminine. Elle est reconnaissable à la manière dont ses feuilles captent et retiennent les gouttes de rosée ou de pluie, comme des perles scintillantes.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "L'alchémille commune est une plante vivace de 10 à 40 cm de hauteur. Elle possède une souche épaisse et ligneuse. Les feuilles basales, très caractéristiques, sont longuement pétiolées, de forme réniforme à orbiculaire, palmatilobées ou palmatipartites, avec 7 à 11 lobes dentés. Leur surface est souvent couverte de poils soyeux, surtout sur la face inférieure. Une particularité notable est leur capacité à retenir les gouttes d'eau (guttation) en leur centre. Les tiges florales sont dressées, ramifiées et feuillées. Les fleurs sont petites, verdâtres ou jaune-vert, sans pétales (apétales), regroupées en cymes lâches et plutôt discrètes, apparaissant de mai à septembre. Le fruit est un akène.",
          "children": []
        },
        {
          "id": "habitat_et_repartition",
          "level": 1,
          "title": "Habitat et répartition",
          "content": "L'alchémille commune est une plante mésophile qui affectionne les sols frais et riches en nutriments, mais bien drainés. On la trouve fréquemment dans les prairies humides, les pâturages, les bords de chemins, les lisières de forêts, les clairières et les zones montagneuses. Son aire de répartition est vaste, couvrant la majeure partie de l'Europe, de la Scandinavie à la Méditerranée, ainsi que certaines régions d'Asie tempérée. Elle est particulièrement commune en Europe centrale et septentrionale. Bien que quelques espèces d'Alchemilla soient présentes en Afrique du Nord, l'espèce Alchemilla vulgaris elle-même n'est pas considérée comme une plante indigène ou courante de la flore marocaine, étant plus typiquement européenne.",
          "children": []
        },
        {
          "id": "proprietes_et_utilisations",
          "level": 1,
          "title": "Propriétés et utilisations",
          "content": "L'Alchemilla vulgaris est une plante médicinale reconnue depuis l'Antiquité. Elle est riche en tanins (gallotanins et ellagitanins), en flavonoïdes, en acides phénoliques et en phytostérols. Ces composés lui confèrent des propriétés astringentes, anti-inflammatoires, cicatrisantes et hémostatiques. Traditionnellement, elle est principalement utilisée en phytothérapie féminine pour soulager les troubles menstruels (règles abondantes, irrégulières), les symptômes de la ménopause et pour tonifier le périnée. Elle est également employée pour les problèmes digestifs comme la diarrhée, en application externe pour les affections cutanées (petites plaies, irritations) et comme gargarisme pour les inflammations de la gorge ou de la bouche. Les jeunes feuilles peuvent être consommées en salade ou incorporées dans des soupes, et les feuilles séchées sont utilisées pour préparer des infusions. En ornement, elle est appréciée dans les jardins pour son feuillage décoratif qui retient la rosée et pour son port couvre-sol.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/alchemilla-vulgaris",
      "wikipedia": "https://fr.wikipedia.org/wiki/Alchemilla_vulgaris"
    }
  }
}