{
  "id": "35671",
  "infos_generales": {
    "nom_scientifique": "Senna alexandrina",
    "nom_commun": "Séné d'Alexandrie",
    "noms_darija": [
      "Sena",
      "سنا"
    ],
    "noms_alternatifs": [
      "Séné de Tinnevelly",
      "Séné de Khartum",
      "Séné d'Égypte"
    ],
    "famille": "Fabaceae",
    "genre": "Senna"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/9dd3aeb5687cc460be55ea8d6afb36807d04ecfa",
    "https://d2seqvvyy3b8p2.cloudfront.net/bd80cb60e33a2e4178f6057813190b3d.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, sablonneux, léger",
    "regions_origine": [
      "Afrique du Nord",
      "Proche-Orient",
      "Inde"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "type_plante": "Arbuste",
    "feuillage": "Caduc ou semi-persistant",
    "fleurs": "Jaunes, en grappes axillaires",
    "fruits": "Gousses plates, oblongues",
    "utilisation_historique": "Plante médicinale utilisée depuis l'Antiquité pour ses propriétés laxatives."
  },
  "utilisations": {
    "medicale": [
      "Digestif"
    ],
    "culinaire": [],
    "decoration": [
      "Jardin sec",
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "Le Séné d'Alexandrie (Senna alexandrina) est un arbuste de la famille des Fabaceae, originaire des régions arides d'Afrique du Nord, du Proche-Orient et d'Inde. Reconnu pour ses puissantes propriétés laxatives, il est largement utilisé en phytothérapie. Ses feuilles et gousses contiennent des sennosides, des composés actifs provoquant la contraction intestinale. Il est cultivé dans de nombreuses régions du monde pour ses applications médicinales, notamment dans le traitement de la constipation.",
    "texte_complet": {
      "introduction": "Senna alexandrina, également connu sous le nom de séné d'Alexandrie ou séné de Tinnevelly, est une espèce de plante à fleurs de la famille des Fabacées. Il est originaire d'Afrique du Nord, du Moyen-Orient et d'Inde. C'est un sous-arbuste qui atteint environ un mètre de haut, avec des tiges dressées et des feuilles composées paripennées. Ses fleurs sont jaunes et se développent en grappes axillaires. La plante est surtout connue pour ses propriétés médicinales, en particulier comme laxatif puissant.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le Séné d'Alexandrie est un petit arbuste ou sous-arbuste dont la hauteur varie généralement entre 0,5 et 1 mètre. Les feuilles sont composées, alternes, avec 4 à 8 paires de folioles elliptiques à lancéolées, de couleur vert-grisâtre. Les fleurs, de couleur jaune vif, sont regroupées en racèmes axillaires lâches. Le fruit est une gousse plate et oblongue, qui contient plusieurs graines. Les gousses deviennent foncées et cassantes à maturité. La plante est adaptée aux climats arides et peut tolérer des sols pauvres et secs.",
          "children": []
        },
        {
          "id": "habitat_et_distribution",
          "level": 1,
          "title": "Habitat et Distribution",
          "content": "Cette espèce est native des régions désertiques d'Afrique du Nord (notamment l'Égypte et le Soudan), de la péninsule arabique et de certaines parties de l'Inde. Elle est largement cultivée dans d'autres régions aux climats similaires, y compris en Afrique de l'Est et dans certaines zones du Maroc, pour sa valeur médicinale. Elle préfère les sols sablonneux, bien drainés, et les expositions en plein soleil.",
          "children": []
        },
        {
          "id": "composition_chimique",
          "level": 1,
          "title": "Composition chimique",
          "content": "Le Séné d'Alexandrie est riche en sennosides, qui sont des hétérosides anthraquinoniques. Les principaux sennosides présents sont les sennosides A et B, ainsi que des traces de sennosides C et D. La plante contient également des flavonoïdes, des mucilages et des résines. Les sennosides sont responsables de l'action laxative de la plante.",
          "children": []
        },
        {
          "id": "utilisations_medicinales",
          "level": 1,
          "title": "Utilisations médicinales",
          "content": "Senna alexandrina est principalement utilisé comme laxatif stimulant. Il agit en irritant la muqueuse intestinale, ce qui favorise les contractions du côlon et le transit des matières fécales.",
          "children": [
            {
              "id": "utilisations_medicinales_posologie_et_administration",
              "level": 2,
              "title": "Posologie et administration",
              "content": "Les feuilles et les gousses de séné sont utilisées. Elles peuvent être consommées sous forme d'infusion, de décoction, ou intégrées dans des préparations pharmaceutiques telles que des comprimés ou des poudres. La posologie doit être respectée pour éviter les effets indésirables.",
              "children": []
            },
            {
              "id": "utilisations_medicinales_indications",
              "level": 2,
              "title": "Indications",
              "content": "Le séné est indiqué pour le traitement à court terme de la constipation occasionnelle. Il peut également être utilisé pour la préparation de l'intestin avant certaines interventions chirurgicales ou examens endoscopiques.",
              "children": []
            },
            {
              "id": "utilisations_medicinales_effets_secondaires_et_contre_indications",
              "level": 2,
              "title": "Effets secondaires et contre-indications",
              "content": "Les effets secondaires incluent des crampes abdominales, des flatulences et des diarrhées. Une utilisation prolongée peut entraîner une dépendance, une perte d'électrolytes (notamment du potassium) et des lésions du côlon. Il est contre-indiqué chez les femmes enceintes ou allaitantes, les enfants de moins de 12 ans, et en cas de maladies inflammatoires de l'intestin, d'occlusion intestinale ou de douleurs abdominales aiguës.",
              "children": []
            }
          ]
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "La culture du Séné d'Alexandrie est relativement simple dans les climats chauds et secs. La plante peut être propagée par semis ou par bouturage. Elle nécessite peu d'arrosage une fois établie et préfère les sols légers et bien drainés. La récolte des feuilles et des gousses se fait généralement pendant la saison sèche.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/senna-alexandrina",
      "wikipedia": "https://fr.wikipedia.org/wiki/Senna_alexandrina"
    }
  }
}