{
  "id": "35939",
  "infos_generales": {
    "nom_scientifique": "Ceratonia siliqua",
    "nom_commun": "Caroubier",
    "noms_darija": [
      "Kharrûb",
      "خروب"
    ],
    "noms_alternatifs": [
      "Pain de Saint-Jean",
      "Figuier d'Égypte"
    ],
    "famille": "Fabaceae",
    "genre": "Ceratonia"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/f34c22811dd0660fb16198bb39ed70f83400f1c4",
    "https://bs.plantnet.org/image/o/24a0d4b28fa0a3bc7d7d8233a33e0b2e7043a6e8"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Sec, calcaire, bien drainé",
    "regions_origine": [
      "Bassin méditerranéen",
      "Afrique du Nord"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "Fruits comestibles": "Gousses charnues appelées caroubes",
    "Feuillage": "Persistant, vert foncé",
    "Résistance": "Tolère la sécheresse, les sols pauvres et le vent",
    "Longévité": "Arbre à longue durée de vie, pouvant atteindre plusieurs siècles"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Anti-inflammatoire",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin",
      "Jardin sec",
      "Haie"
    ]
  },
  "source_data": {
    "resume": "Le caroubier (Ceratonia siliqua) est un arbre fruitier emblématique du bassin méditerranéen et d'Afrique du Nord, appartenant à la famille des Fabacées. Reconnu pour sa grande résistance à la sécheresse et sa capacité à prospérer dans des sols pauvres, il produit des gousses charnues appelées caroubes. Ces fruits sont largement utilisés en alimentation humaine et animale, ainsi que dans l'industrie pour leurs propriétés épaississantes et nutritives. Il joue un rôle écologique important et est valorisé pour ses usages culinaires, médicinaux et ornementaux.",
    "texte_complet": {
      "introduction": "Le caroubier (Ceratonia siliqua L.) est une espèce d'arbre de la famille des Fabacées, originaire du bassin méditerranéen. Il est principalement cultivé pour ses fruits, les caroubes, qui sont consommés par l'homme et les animaux, et largement utilisés dans l'industrie alimentaire et pharmaceutique. Cet arbre est remarquable pour sa résilience face à la sécheresse et sa capacité à s'adapter à des environnements arides.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le caroubier est un arbre de taille moyenne, généralement entre 5 et 15 mètres de hauteur, avec une couronne large et arrondie. Son tronc est robuste et son écorce rugueuse. Il est caractérisé par son feuillage persistant et dense.",
          "children": [
            {
              "id": "description-l-arbre",
              "level": 2,
              "title": "L'arbre",
              "content": "Le caroubier est un arbre dioïque, ce qui signifie que les fleurs mâles et femelles poussent sur des arbres distincts. La floraison a lieu en automne. C'est un arbre à croissance lente mais d'une grande longévité."
            },
            {
              "id": "description-la-feuille",
              "level": 2,
              "title": "La feuille",
              "content": "Les feuilles du caroubier sont composées, persistantes, coriaces et de couleur vert foncé lustré. Elles sont alternes et imparipennées, composées de 3 à 5 paires de folioles ovales."
            },
            {
              "id": "description-la-fleur",
              "level": 2,
              "title": "La fleur",
              "content": "Les fleurs sont petites, verdâtres et apétales (sans pétales), regroupées en grappes sur les troncs et les vieilles branches. La pollinisation est principalement entomophile ou anémophile."
            },
            {
              "id": "description-le-fruit-la-caroube",
              "level": 2,
              "title": "Le fruit (la caroube)",
              "content": "Le fruit est une gousse charnue, indéhiscente (ne s'ouvrant pas spontanément à maturité), pendante, de couleur brune et pouvant atteindre 10 à 30 cm de long. Elle contient plusieurs graines dures et aplaties, appelées 'carats'."
            }
          ]
        },
        {
          "id": "repartition-et-habitat",
          "level": 1,
          "title": "Répartition et habitat",
          "content": "Le caroubier est une plante typique de la région méditerranéenne, où il est largement répandu, notamment en Espagne, au Portugal, en Italie, en Grèce, à Chypre, en Turquie et dans toute l'Afrique du Nord (Maroc, Algérie, Tunisie, Libye). Il préfère les climats doux et ensoleillés et tolère bien les sols calcaires, secs et caillouteux, même pauvres.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "La culture du caroubier est relativement aisée en raison de sa grande rusticité. Il nécessite peu d'eau et d'entretien, ce qui en fait une espèce adaptée aux régions soumises à la sécheresse. La multiplication se fait généralement par semis ou par greffage. La récolte des caroubes a lieu à la fin de l'été ou au début de l'automne, lorsque les gousses sont mûres et tombent naturellement.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Les caroubes sont utilisées de multiples façons, tant pour l'alimentation que pour l'industrie, grâce à leurs propriétés nutritives et texturantes.",
          "children": [
            {
              "id": "utilisations-alimentation-humaine",
              "level": 2,
              "title": "Alimentation humaine",
              "content": "La pulpe des caroubes, séchée et moulue, donne une farine (farine de caroube) qui est un substitut populaire du cacao, sans caféine. Elle est riche en fibres, minéraux et sucres naturels. Elle est utilisée dans les pâtisseries, les boissons et comme épaississant naturel (E410) dans de nombreux produits alimentaires industriels, comme les glaces et les sauces. Le sirop de caroube est également apprécié."
            },
            {
              "id": "utilisations-alimentation-animale",
              "level": 2,
              "title": "Alimentation animale",
              "content": "Les caroubes entières ou leur pulpe sont traditionnellement données comme fourrage aux animaux, notamment aux chevaux, aux chèvres et aux moutons. Elles constituent un apport énergétique et nutritif appréciable."
            },
            {
              "id": "utilisations-autres-usages",
              "level": 2,
              "title": "Autres usages",
              "content": "La gomme de caroube (E410), extraite des graines, est un hydrocolloïde utilisé comme épaississant, stabilisant et gélifiant en cosmétique et en pharmacie. Le bois de caroubier est dur et dense, utilisé localement pour l'artisanat ou comme bois de chauffage."
            }
          ]
        },
        {
          "id": "economie",
          "level": 1,
          "title": "Économie",
          "content": "La production de caroubes représente une activité économique importante pour plusieurs pays méditerranéens. L'Espagne, le Portugal et le Maroc figurent parmi les principaux producteurs mondiaux. Le marché de la gomme de caroube est particulièrement valorisé, en raison de ses applications industrielles variées.",
          "children": []
        },
        {
          "id": "histoire-et-symbolisme",
          "level": 1,
          "title": "Histoire et symbolisme",
          "content": "Le caroubier a une longue histoire d'utilisation dans la région méditerranéenne, remontant à l'Antiquité. Ses graines étaient autrefois utilisées comme unité de mesure pour l'or et les pierres précieuses, donnant ainsi son nom au 'carat'. Il est également mentionné dans diverses traditions et récits populaires.",
          "children": []
        },
        {
          "id": "culture-populaire",
          "level": 1,
          "title": "Culture populaire",
          "content": "Le caroubier est parfois associé à diverses légendes ou expressions dans les cultures méditerranéennes. Sa résilience et la valeur nutritive de ses fruits en ont fait un symbole de survie et d'abondance dans des contextes difficiles.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/ceratonia-siliqua",
      "wikipedia": "https://fr.wikipedia.org/wiki/Ceratonia_siliqua"
    }
  }
}