{
  "id": "385323",
  "infos_generales": {
    "nom_scientifique": "Saussurea costus (Falc.) Lipsch.",
    "nom_commun": "Costus indien",
    "noms_darija": [
      "القسط الهندي",
      "عود هندي"
    ],
    "noms_alternatifs": [
      "Costus amer",
      "Racine de Costus",
      "Qist al-Hindi"
    ],
    "famille": "Astéracées",
    "genre": "Saussurea"
  },
  "galerie_images": [
    "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Saussurea_%C2%BF_costus_%3F_%287839595576%29.jpg/1000px-Saussurea_%C2%BF_costus_%3F_%287839595576%29.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, riche en matière organique",
    "regions_origine": [
      "Himalaya",
      "Inde",
      "Pakistan"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "Odeur": "Racine très aromatique et puissante",
    "Partie_utilisee": "Racine",
    "Historique": "Utilisée depuis des millénaires en médecine traditionnelle (Ayurveda, Unani, Chine)",
    "Précautions": "Potentiellement toxique si la plante est contaminée ou mal préparée, notamment par l'acide aristolochique, néphrotoxique et cancérigène."
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Antiseptique",
      "Anti-inflammatoire",
      "Tonique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion"
    ],
    "decoration": []
  },
  "source_data": {
    "resume": "Le Costus indien (Saussurea costus) est une plante herbacée vivace originaire des régions montagneuses de l'Himalaya. Très prisée en médecine traditionnelle (ayurvédique, Unani, chinoise), notamment sa racine aromatique, elle est utilisée pour ses propriétés digestives, respiratoires, anti-inflammatoires et antiseptiques. Cependant, sa consommation doit être prudente en raison de la présence potentielle de composés toxiques (acide aristolochique) dans certaines préparations non purifiées.",
    "texte_complet": {
      "introduction": "Le Costus indien (Saussurea costus (Falc.) Lipsch.) est une espèce de plantes herbacées vivaces de la famille des Astéracées (Compositae).\nElle est originaire des zones montagneuses de l'Himalaya (Inde, Pakistan), où elle pousse entre 2500 et 3500 mètres d'altitude. Sa racine est très utilisée en médecine traditionnelle.\nCette plante est également connue sous le nom de Qist al-Hindi (القسط الهندي) ou Costus amer.",
      "sections": [
        {
          "id": "taxonomie",
          "level": 1,
          "title": "Taxonomie",
          "content": "L'espèce a été décrite pour la première fois par le botaniste autrichien Carl Bernhard von Trinius et publiée en 1829 sous le nom de Aplotaxis costus. Elle a ensuite été reclassée dans le genre Saussurea par Carl Friedrich von Ledebour en 1830. Cependant, des études phylogénétiques récentes ont conduit à la reclasser dans le genre Dolomiaea sous le nom de Dolomiaea costus (Falc.) Lipsch., bien que le nom Saussurea costus reste largement utilisé, notamment dans les contextes médicinaux et commerciaux.\n\nHistoriquement, le costus indien était connu en Europe dès l'époque romaine, via les routes commerciales de l'encens, et était utilisé comme encens et pour ses propriétés médicinales. Il est mentionné dans le traité de Dioscoride, De Materia Medica, sous le nom de Costus.",
          "children": [
            {
              "id": "synonymes",
              "level": 2,
              "title": "Synonymes",
              "content": "Plusieurs synonymes ont été enregistrés pour Saussurea costus, reflétant les différentes classifications au fil du temps :\n\n*   Aplotaxis costus Falc.\n*   Dolomiaea costus (Falc.) Lipsch.\n*   Saussurea lappa C.B.Clarke\n*   Saussurea candicans C.B.Clarke ex Hook.f."
            }
          ]
        },
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Saussurea costus est une plante herbacée vivace pouvant atteindre 1 à 2 mètres de hauteur. La plante est caractérisée par une racine épaisse, charnue et très aromatique, de couleur brune à grise, souvent récoltée pour ses propriétés médicinales et aromatiques.\n\nLes feuilles sont grandes, alternes, lobées et dentées, de forme obovale à lancéolée, et peuvent mesurer jusqu'à 30-40 cm de long. Les feuilles basales sont pétiolées tandis que les feuilles supérieures sont sessiles et plus petites.\n\nLes fleurs, de couleur pourpre à bleu-violacé, sont regroupées en capitules terminaux denses, apparaissant généralement en été. Chaque capitule est entouré de bractées épineuses. Les fruits sont des akènes surmontés d'une aigrette de poils (pappus), facilitant la dispersion par le vent."
        },
        {
          "id": "utilisation_et_proprietes",
          "level": 1,
          "title": "Utilisation et propriétés",
          "content": "La racine de Costus indien est largement utilisée en médecine traditionnelle depuis des milliers d'années, notamment dans les systèmes ayurvédique, Unani et la médecine traditionnelle chinoise. Elle est reconnue pour ses multiples propriétés.\n\nEn médecine ayurvédique, le Costus est considéré comme ayant des propriétés amères, piquantes et astringentes. Il est utilisé pour équilibrer les doshas Vata et Kapha. Il est souvent employé pour :\n\n*   **Troubles digestifs :** Aide à soulager les maux d'estomac, les indigestions, les flatulences, la diarrhée et la dysenterie.\n*   **Problèmes respiratoires :** Utilisé comme expectorant et bronchodilatateur pour l'asthme, la bronchite et la toux.\n*   **Anti-inflammatoire :** Pour réduire l'inflammation et la douleur, notamment dans les affections rhumatismales.\n*   **Antiseptique et antibactérien :** Appliqué localement pour les plaies et les ulcères cutanés.\n*   **Diurétique :** Favorise l'élimination des toxines par les reins.\n*   **Tonique et stimulant :** Est réputé stimuler l'appétit, améliorer la vitalité et avoir des propriétés aphrodisiaques.\n*   **Fébrifuge :** Aide à réduire la fièvre.\n\nLa racine est généralement préparée sous forme de poudre, de décoction, d'huile essentielle ou d'extraits. Elle est également utilisée dans la fabrication d'encens et de parfums, grâce à son arôme unique."
        },
        {
          "id": "toxicite",
          "level": 1,
          "title": "Toxicité",
          "content": "Bien que le Costus indien soit largement utilisé en médecine traditionnelle, des préoccupations concernant sa sécurité ont été soulevées. Il a été démontré que des échantillons de Costus indien, en particulier ceux non purifiés ou provenant de sources douteuses, peuvent contenir de l'acide aristolochique. L'acide aristolochique est une substance hautement néphrotoxique (toxique pour les reins) et cancérigène, classée comme cancérogène de groupe 1 par le Centre international de recherche sur le cancer (CIRC).\n\nCette contamination est souvent due à l'adultération avec d'autres espèces végétales du genre Aristolochia, ou à des méthodes de récolte et de transformation inappropriées. Il est donc crucial d'utiliser des produits de Costus indien certifiés purs et exempts d'acide aristolochique, surtout pour un usage interne. Les autorités sanitaires de nombreux pays ont émis des avertissements ou interdit la commercialisation de produits à base de Costus non certifiés en raison de ce risque."
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/dolomiaea-costus",
      "wikipedia": "https://fr.wikipedia.org/wiki/Saussurea_costus"
    }
  }
}