{
  "id": "51586",
  "infos_generales": {
    "nom_scientifique": "Trigonella foenum-graecum",
    "nom_commun": "Fenugrec",
    "noms_darija": [
      "Helba",
      "الحلبة"
    ],
    "noms_alternatifs": [
      "Sénégrain"
    ],
    "famille": "Fabaceae",
    "genre": "Trigonella"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/26691315b48cb795375473de9f790d0f3b9f2c56",
    "https://bs.plantnet.org/image/o/877a7ca4b5fcd3ce98bb85c527d4dc4661996f8c"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Drainé, riche, sableux-limoneux",
    "regions_origine": [
      "Bassin méditerranéen",
      "Proche-Orient",
      "Inde"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Aromatique forte, épicée, rappelant le curry (graines)",
    "graines": "Petites, anguleuses, de couleur jaune-brun",
    "fixation_azote": "Plante légumineuse fixant l'azote atmosphérique",
    "gout": "Amer (graines)"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Tonique",
      "Anti-inflammatoire",
      "Dermatologique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Salade"
    ],
    "decoration": []
  },
  "source_data": {
    "resume": "Le Fenugrec est une plante herbacée annuelle de la famille des Fabacées, originaire du bassin méditerranéen et du Proche-Orient. Reconnu pour ses graines aromatiques et amères, il est largement cultivé pour ses usages culinaires, notamment comme épice, et pour ses propriétés médicinales traditionnelles. Il est apprécié pour son rôle dans la digestion, comme tonique général et pour la lactation. Sa capacité à fixer l'azote enrichit également les sols.",
    "texte_complet": {
      "introduction": "Le Fenugrec (Trigonella foenum-graecum L.), ou sénégrain, est une plante herbacée de la famille des Fabacées (légumineuses), très utilisée comme plante médicinale et condimentaire, dont les feuilles et les graines de saveur caractéristique sont employées en cuisine. Il est originaire du Proche-Orient et est cultivé dans de nombreuses régions du monde, notamment en Inde, au Pakistan, en Égypte et au Maroc.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le fenugrec est une plante herbacée annuelle, dressée, pouvant atteindre 60 cm de haut. La tige est cylindrique, de couleur verte, et ramifiée dès la base.",
          "children": [
            {
              "id": "feuilles-et-fleurs",
              "level": 2,
              "title": "Feuilles et fleurs",
              "content": "Les feuilles sont alternes, composées de trois folioles obovales ou oblongues. Les fleurs sont jaunâtres ou blanches, solitaires ou groupées par deux, et apparaissent à l'aisselle des feuilles.",
              "children": []
            },
            {
              "id": "fruits-et-graines",
              "level": 2,
              "title": "Fruits et graines",
              "content": "Le fruit est une gousse longue et étroite, contenant 10 à 20 graines. Les graines sont petites, anguleuses, de couleur jaune-brun, et dégagent une odeur forte et caractéristique. Elles sont l'organe le plus utilisé de la plante.",
              "children": []
            }
          ]
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le fenugrec est cultivé dans les régions tempérées et subtropicales. Il préfère les sols bien drainés, riches en matière organique et exposés au plein soleil. La semence a lieu au printemps ou à l'automne, et la récolte des graines se fait lorsque les gousses jaunissent et sèchent.",
          "children": []
        },
        {
          "id": "utilisation",
          "level": 1,
          "title": "Utilisation",
          "content": "Les graines et les feuilles de fenugrec sont largement utilisées dans la cuisine et la médecine traditionnelle.",
          "children": [
            {
              "id": "culinaire",
              "level": 2,
              "title": "Culinaire",
              "content": "Les graines de fenugrec, entières ou moulues, sont une épice courante dans la cuisine indienne, moyen-orientale et nord-africaine. Elles sont utilisées dans les currys, les pains, les marinades et les légumes. Les feuilles fraîches ou séchées sont également consommées comme légume ou aromate.",
              "children": []
            },
            {
              "id": "alimentation-animale",
              "level": 2,
              "title": "Alimentation animale",
              "content": "Le fenugrec est parfois utilisé comme fourrage ou complément alimentaire pour le bétail, en raison de sa teneur en protéines.",
              "children": []
            }
          ]
        },
        {
          "id": "proprietes-medicinales",
          "level": 1,
          "title": "Propriétés médicinales",
          "content": "Le fenugrec est réputé pour diverses propriétés médicinales.",
          "children": [
            {
              "id": "digestion",
              "level": 2,
              "title": "Digestion",
              "content": "Il est traditionnellement utilisé pour stimuler l'appétit, faciliter la digestion et soulager les troubles gastro-intestinaux.",
              "children": []
            },
            {
              "id": "glycemie-et-cholesterol",
              "level": 2,
              "title": "Glycémie et cholestérol",
              "content": "Des études suggèrent que le fenugrec pourrait aider à réguler la glycémie et à réduire le taux de cholestérol, bien que des recherches supplémentaires soient nécessaires.",
              "children": []
            },
            {
              "id": "lactation",
              "level": 2,
              "title": "Lactation",
              "content": "Il est souvent utilisé comme galactagogue pour augmenter la production de lait maternel.",
              "children": []
            },
            {
              "id": "autres-usages-traditionnels",
              "level": 2,
              "title": "Autres usages traditionnels",
              "content": "Le fenugrec est aussi employé en cataplasme pour les inflammations cutanées et les furoncles.",
              "children": []
            }
          ]
        },
        {
          "id": "autres-usages",
          "level": 1,
          "title": "Autres usages",
          "content": "En agriculture, le fenugrec est une plante améliorante pour les sols, grâce à sa capacité à fixer l'azote atmosphérique.",
          "children": []
        },
        {
          "id": "phytopathologie",
          "level": 1,
          "title": "Phytopathologie",
          "content": "Le fenugrec peut être sujet à diverses maladies fongiques et bactériennes, ainsi qu'à des attaques de ravageurs comme les pucerons.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/trigonella-foenum-graecum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Trigonella_foenum-graecum"
    }
  }
}