{
  "id": "54862",
  "infos_generales": {
    "nom_scientifique": "Lantana camara",
    "nom_commun": "Lantana",
    "noms_darija": [
      "Lantana",
      "لانتانا"
    ],
    "noms_alternatifs": [
      "Verveine de Cunning",
      "Corbeille d'or",
      "Lantanier"
    ],
    "famille": "Verbenaceae",
    "genre": "Lantana"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/3e223b316f056e39a2232d1baef217d6e4f711c7",
    "https://bs.plantnet.org/image/o/c7115d280905bed45922698d808945261c148b56",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Lantana.jpg/1000px-Lantana.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, sableux à argileux",
    "regions_origine": [
      "Amériques tropicales (Centrale et du Sud)"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "odeur_feuillage": "Aromatique, parfois forte ou piquante",
    "port": "Arbuste buissonnant, parfois grimpant",
    "couleur_fleurs_changeante": true,
    "statut_envahissant": "Espèce invasive dans de nombreuses régions subtropicales et tropicales",
    "rusticite": "Gèle à partir de 0°C"
  },
  "utilisations": {
    "medicale": [
      "Dermatologique",
      "Antiseptique",
      "Anti-inflammatoire",
      "Autre usage médical"
    ],
    "culinaire": [],
    "decoration": [
      "Jardin",
      "Balcon",
      "Haie",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "Le Lantana camara, aussi appelé Verveine de Cunning, est un arbuste buissonnant originaire des Amériques tropicales, largement cultivé pour ses fleurs colorées et changeantes. Il est malheureusement devenu une espèce invasive redoutable dans de nombreuses régions du monde, y compris en Afrique du Nord, où il menace la biodiversité locale. Apprécié pour sa floraison abondante et sa résilience, il est couramment utilisé en ornementation dans les jardins et sur les balcons, notamment dans les climats chauds. Cependant, toutes les parties de la plante sont toxiques, en particulier les baies immatures, ce qui peut représenter un danger pour les humains et les animaux. Malgré quelques usages traditionnels en médecine, sa toxicité en restreint fortement l'emploi.",
    "texte_complet": {
      "introduction": "Le Lantana camara, également connu sous les noms de lantanier ou verveine de Cunning, est un arbuste ornemental buissonnant de la famille des Verbenaceae. Originaire des régions tropicales des Amériques, il est aujourd'hui largement répandu dans le monde entier, apprécié pour sa floraison abondante et colorée. Cependant, sa robustesse et sa capacité de reproduction en font une espèce invasive majeure dans de nombreuses régions subtropicales et tropicales, où il représente une menace pour la biodiversité locale.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le Lantana camara est un arbuste à port buissonnant qui peut atteindre 1 à 2 mètres de hauteur, parfois plus s'il trouve un support pour grimper. Ses feuilles sont ovales à elliptiques, rugueuses au toucher et dégagent une odeur caractéristique lorsqu'elles sont froissées. Les tiges sont souvent quadrangulaires et parfois épineuses.",
          "children": [
            {
              "id": "description-fleur",
              "level": 2,
              "title": "Fleur",
              "content": "Les fleurs sont petites, tubulaires, regroupées en inflorescences denses appelées capitules. Elles se caractérisent par un changement de couleur au fur et à mesure de leur maturation, passant souvent du jaune au orange puis au rouge, ou du blanc au rose. La floraison est quasi continue sous climat chaud. Les fruits sont de petites baies charnues, vertes puis noires à maturité, très toxiques.",
              "children": []
            }
          ]
        },
        {
          "id": "habitat-et-repartition",
          "level": 1,
          "title": "Habitat et répartition",
          "content": "Originaire des Caraïbes et des régions tropicales d'Amérique centrale et du Sud, le Lantana camara a été introduit dans de nombreuses régions du monde comme plante ornementale. Il s'est naturalisé et est devenu envahissant dans des zones aux climats similaires, notamment en Afrique, en Asie, en Australie et dans les îles du Pacifique. Il prospère dans divers habitats perturbés, les lisières de forêts, les prairies et les zones côtières.",
          "children": []
        },
        {
          "id": "espece-invasive",
          "level": 1,
          "title": "Espèce invasive",
          "content": "En raison de sa croissance rapide, de sa tolérance à des conditions variées (sécheresse, sols pauvres) et de sa production abondante de graines dispersées par les oiseaux, le Lantana camara est classé parmi les cent espèces envahissantes les plus problématiques au monde. Il forme des fourrés denses qui supplantent la végétation indigène, réduisent la biodiversité et peuvent avoir un impact négatif sur l'agriculture et les pâturages. Sa gestion est un défi majeur dans de nombreuses régions.",
          "children": []
        },
        {
          "id": "toxicite",
          "level": 1,
          "title": "Toxicité",
          "content": "Toutes les parties du Lantana camara sont considérées comme toxiques, avec une concentration particulièrement élevée de composés toxiques (lantadènes) dans les feuilles et les baies immatures. L'ingestion par les humains ou les animaux peut provoquer des symptômes gastro-intestinaux sévères, des dommages hépatiques, une photosensibilisation, et dans les cas graves, la mort. Les baies mûres sont souvent moins toxiques mais restent un risque.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Principalement cultivé comme plante ornementale pour sa floraison spectaculaire dans les jardins, les parcs et les jardinières. Il est également utilisé pour stabiliser les sols et comme haie. En médecine traditionnelle, certaines cultures utilisent les feuilles et les fleurs pour leurs propriétés anti-inflammatoires, antiseptiques ou pour traiter diverses affections, bien que sa toxicité limite son usage sans surveillance.",
          "children": []
        },
        {
          "id": "entretien",
          "level": 1,
          "title": "Entretien",
          "content": "Le lantana est une plante facile d'entretien, nécessitant peu d'eau une fois établi et préférant le plein soleil. Il tolère la taille pour maintenir sa forme et favoriser une floraison abondante. Il est généralement résistant aux maladies et aux ravageurs, mais craint le gel.",
          "children": []
        },
        {
          "id": "classification",
          "level": 1,
          "title": "Classification",
          "content": "Le genre Lantana fait partie de la famille des Verbenaceae. Le nom scientifique Lantana camara a été décrit par Carl Linnaeus.",
          "children": [
            {
              "id": "classification-historique-de-la-denomination",
              "level": 2,
              "title": "Historique de la dénomination",
              "content": "Le nom générique 'Lantana' provient du latin et fait référence à la viorne (Viburnum lantana), en raison de la ressemblance des inflorescences. L'épithète spécifique 'camara' est d'origine incertaine, peut-être liée à un nom vernaculaire local.",
              "children": []
            }
          ]
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/lantana-camara",
      "wikipedia": "https://fr.wikipedia.org/wiki/Lantana_camara"
    }
  }
}