{
  "id": "5945",
  "infos_generales": {
    "nom_scientifique": "Taraxacum officinale",
    "nom_commun": "Pissenlit",
    "noms_darija": [
      "Hindiba",
      "هندباء"
    ],
    "noms_alternatifs": [
      "Dent-de-lion",
      "Florin d'or",
      "Salade de taupe",
      "Baraban",
      "Cochet"
    ],
    "famille": "Astéracées",
    "genre": "Taraxacum"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/fe2b003c521fbbecd93bf8aa4ef8d4250b731d30",
    "https://bs.plantnet.org/image/o/8eedf2f56eaee5942f3f3b3165120da3779c5697"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Tout type de sol, préfère drainé",
    "regions_origine": [
      "Europe",
      "Asie"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "racines": "Racine pivotante longue et épaisse",
    "sève": "Sève laiteuse blanche (latex)",
    "fleur": "Fleurs jaunes en capitules solitaires",
    "feuilles": "Feuilles basales en rosette, profondément lobées"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Tonique",
      "Anti-inflammatoire",
      "Autre usage médical"
    ],
    "culinaire": [
      "Salade",
      "Cuit",
      "Infusion"
    ],
    "decoration": [
      "Jardin",
      "Couvre-sol"
    ]
  },
  "source_data": {
    "resume": "Le pissenlit (Taraxacum officinale) est une plante herbacée vivace très commune, reconnaissable à ses fleurs jaunes en capitules et ses rosettes de feuilles dentelées. Originaire d'Europe et d'Asie, il est aujourd'hui répandu mondialement. Apprécié pour ses propriétés médicinales (diurétique, dépuratif) et culinaires (feuilles en salade, racines torréfiées), il est également une source importante de nectar pour les pollinisateurs.",
    "texte_complet": {
      "introduction": "Le pissenlit (Taraxacum officinale) est une espèce de plante herbacée vivace de la famille des Astéracées (Composées). Elle est reconnaissable à ses feuilles découpées en rosette basale, à ses hampes florales creuses portant une fleur jaune et à ses fruits en akènes surmontés d'une aigrette formant une boule soyeuse et légère. Très commune dans les pelouses, les prés, les bords de chemins, c'est une plante cosmopolite souvent considérée comme une \"mauvaise herbe\" mais dotée de multiples vertus.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le pissenlit est une plante herbacée vivace mesurant de 10 à 30 cm de haut. Il possède une racine pivotante charnue et très développée qui peut atteindre 50 cm de profondeur. Ses feuilles, dépourvues de pétiole et profondément divisées en lobes dentelés, sont disposées en rosette basale. La tige florale, creuse et glabre, porte un seul capitule floral jaune vif composé uniquement de ligules. Après la floraison, les fleurs se transforment en une boule soyeuse de graines (akènes) dotées d'une aigrette, permettant leur dispersion par le vent. La plante produit un latex blanc lorsqu'elle est coupée.",
          "children": []
        },
        {
          "id": "habitat-et-repartition",
          "level": 1,
          "title": "Habitat et répartition",
          "content": "Originaire des régions tempérées d'Europe et d'Asie, le pissenlit s'est naturalisé dans de nombreuses régions du monde, y compris en Amérique du Nord, en Afrique du Nord et en Australie. Il est très adaptable et se trouve couramment dans les pelouses, les jardins, les prairies, les champs cultivés, les bords de routes et les terrains vagues. Il préfère les sols riches en nutriments, humides mais bien drainés, et une exposition ensoleillée.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Le pissenlit est une plante polyvalente, largement utilisée à des fins alimentaires et médicinales.",
          "children": [
            {
              "id": "utilisations-alimentaire",
              "level": 2,
              "title": "Utilisation alimentaire",
              "content": "Les jeunes feuilles du pissenlit sont consommées crues en salade, seules ou mélangées à d'autres verdures. Elles peuvent également être cuites à la vapeur ou à l'eau comme des épinards. Les boutons floraux peuvent être conservés au vinaigre comme des câpres. Les fleurs sont parfois utilisées pour faire du vin de pissenlit, de la gelée ou des sirops. La racine torréfiée et moulue est un substitut de café sans caféine, tandis que la racine fraîche peut être ajoutée à des soupes ou des ragoûts."
            },
            {
              "id": "utilisations-medicinale",
              "level": 2,
              "title": "Utilisation médicinale",
              "content": "Le pissenlit est reconnu pour ses propriétés diurétiques, dépuratives et cholérétiques (qui facilite la sécrétion de bile). Il est traditionnellement utilisé pour soutenir la fonction hépatique et rénale, aider à la digestion, et comme remède contre les troubles biliaires et les rhumatismes. La plante entière est utilisée, mais les feuilles sont particulièrement appréciées pour leur effet diurétique, et la racine pour son action sur le foie et la vésicule biliaire. Il contient des vitamines A, C, K, E, et du groupe B, ainsi que des minéraux comme le fer, le calcium et le potassium."
            },
            {
              "id": "utilisations-autre",
              "level": 2,
              "title": "Autres utilisations",
              "content": "Le pissenlit est une plante mellifère importante, fournissant une source précoce de nectar et de pollen pour les abeilles et autres pollinisateurs au printemps. Ses racines profondes améliorent la structure du sol et apportent des nutriments des couches profondes vers la surface. Le latex peut être utilisé pour aider à éliminer les verrues, bien que son efficacité ne soit pas scientifiquement prouvée."
            }
          ]
        },
        {
          "id": "nomenclature-et-taxonomie",
          "level": 1,
          "title": "Nomenclature et taxonomie",
          "content": "Le nom scientifique Taraxacum officinale vient du grec 'taraxos' (trouble) et 'akos' (remède), en référence à ses propriétés médicinales, et 'officinale' signifiant qu'il est d'usage courant en pharmacie. Le genre Taraxacum est vaste et complexe, comprenant de nombreuses micro-espèces difficiles à distinguer. La famille des Astéracées (anciennement Composées) est l'une des plus grandes familles de plantes à fleurs. Le nom commun 'pissenlit' est une forme populaire de 'pisse au lit', en référence à ses propriétés diurétiques.",
          "children": []
        },
        {
          "id": "histoire",
          "level": 1,
          "title": "Histoire",
          "content": "Le pissenlit est utilisé depuis l'Antiquité pour ses vertus médicinales. Les médecins arabes du Xe et XIe siècles le mentionnaient déjà dans leurs écrits. En Europe, il a été largement utilisé au Moyen Âge et à la Renaissance, notamment en médecine traditionnelle chinoise et ayurvédique. Sa popularité comme plante comestible et médicinale a traversé les siècles, même s'il est souvent relégué au rang de 'mauvaise herbe' dans les jardins modernes.",
          "children": []
        },
        {
          "id": "etymologie",
          "level": 1,
          "title": "Étymologie",
          "content": "Le terme 'pissenlit' dérive du vieux français 'pisse en lit', attesté dès le XVIe siècle, en raison des propriétés diurétiques de la plante. Le nom de genre 'Taraxacum' est d'origine arabe-persane ('taraxshag') via le latin médiéval, et désignait une sorte de chicorée ou d'endive, puis a été appliqué au pissenlit. Le qualificatif 'officinale' indique son usage en pharmacopée.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/taraxacum-erythrospermum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Taraxacum_officinale"
    }
  }
}