{
  "id": "63441",
  "infos_generales": {
    "nom_scientifique": "Myrtus communis",
    "nom_commun": "Myrte commun",
    "noms_darija": [
      "Rihane",
      "ريحان",
      "Mirs",
      "مرس"
    ],
    "noms_alternatifs": [
      "Myrte juif",
      "Myrte des jardins",
      "Herbe du paradis",
      "Nerte"
    ],
    "famille": "Myrtaceae",
    "genre": "Myrtus"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/44f2f0c8ae112c416036aeb6c1fd81d44f2d8a00",
    "https://bs.plantnet.org/image/o/eb547f13d50bc2d99b8e2c972ad39b342fa92be5",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/%28MHNT%29_Myrtus_communis_subsp._tarentina.jpg/1000px-%28MHNT%29_Myrtus_communis_subsp._tarentina.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, supporte calcaire et acide",
    "regions_origine": [
      "Bassin méditerranéen",
      "Afrique du Nord",
      "Proche-Orient"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Feuilles fortement aromatiques, camphrées et épicées",
    "floraison": "Fleurs blanches odorantes, de juin à août, avec de nombreuses étamines dorées",
    "fruits": "Baies comestibles, sphériques, bleu-noir à maturité",
    "feuillage": "Persistant, petites feuilles ovales coriaces et brillantes",
    "port": "Arbuste buissonnant ou petit arbre, peut atteindre 3-5m",
    "resistance_froid": "Relativement rustique (-5 à -10°C)"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Dermatologique",
      "Antiseptique",
      "Anti-inflammatoire",
      "Tonique"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin",
      "Haie",
      "Jardin sec",
      "Balcon",
      "Fleurs coupées"
    ]
  },
  "source_data": {
    "resume": "Le Myrte commun (Myrtus communis) est un arbuste méditerranéen de la famille des Myrtaceae, apprécié pour son feuillage persistant, ses fleurs blanches parfumées et ses baies comestibles. Originaire du bassin méditerranéen et d'Afrique du Nord, il est largement cultivé pour ses qualités ornementales, aromatiques et médicinales. Ses feuilles sont utilisées en cuisine comme épice et ses baies pour des infusions ou desserts. En médecine traditionnelle, il est reconnu pour ses propriétés antiseptiques et digestives, notamment. Symbole d'amour et d'immortalité, le Myrte s'adapte bien aux climats secs et ensoleillés.",
    "texte_complet": {
      "introduction": "Le Myrte commun (Myrtus communis) est une espèce de plantes à fleurs de la famille des Myrtaceae. C'est un arbuste ou petit arbre originaire du bassin méditerranéen. On l'appelle également Myrte juif, Myrte des jardins, Herbe du paradis ou Nerte.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le Myrte commun est un arbuste persistant pouvant atteindre de 3 à 5 mètres de hauteur. Ses feuilles, ovales, coriaces et brillantes, dégagent un parfum aromatique quand on les froisse. Elles sont opposées, lancéolées, vert foncé, et mesurent de 2 à 5 cm de long. Les fleurs, blanches et très parfumées, apparaissent de juin à août. Elles sont solitaires ou groupées par petites grappes à l'aisselle des feuilles, avec de nombreuses étamines dorées. Les fruits sont des baies charnues, sphériques, de couleur bleu-noir à maturité, mesurant environ 1 cm de diamètre. Elles sont comestibles et ont une saveur douce et résineuse.",
          "children": []
        },
        {
          "id": "repartition-et-habitat",
          "level": 1,
          "title": "Répartition et habitat",
          "content": "Le Myrte commun est spontané dans tout le bassin méditerranéen, y compris l'Afrique du Nord, le sud de l'Europe et le Proche-Orient. Il pousse souvent dans la garrigue, le maquis, les forêts claires et sur les coteaux ensoleillés. Il préfère les sols bien drainés, même calcaires ou acides, et supporte bien la sécheresse une fois établi.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le Myrte commun est une plante rustique qui supporte des températures jusqu'à environ -10°C, bien qu'il préfère les climats doux. Il nécessite un emplacement en plein soleil et un sol bien drainé. L'arrosage doit être régulier pendant les premières années de plantation, puis modéré par la suite. Il peut être taillé pour maintenir sa forme ou pour la production de fleurs et de baies. La multiplication se fait par semis ou par bouturage.",
          "children": []
        },
        {
          "id": "usages",
          "level": 1,
          "title": "Usages",
          "content": "Le Myrte commun a de nombreux usages :",
          "children": [
            {
              "id": "usages-culinaires",
              "level": 2,
              "title": "Usages culinaires",
              "content": "Les feuilles du myrte sont utilisées comme aromate, notamment pour parfumer les viandes (gibier, volaille), les poissons et les sauces. Les baies, au goût légèrement sucré et résineux, peuvent être consommées fraîches, séchées, ou utilisées pour faire des confitures, des liqueurs (comme le Mirto sarde ou corse) ou des infusions.",
              "children": []
            },
            {
              "id": "usages-medicaux",
              "level": 2,
              "title": "Usages médicaux",
              "content": "En phytothérapie, le myrte est reconnu pour ses propriétés antiseptiques, expectorantes, digestives et astringentes. Il est traditionnellement utilisé pour traiter les affections respiratoires (bronchite, toux), les troubles digestifs et certaines affections cutanées. L'huile essentielle de myrte est très puissante et doit être utilisée avec précaution sous avis médical.",
              "children": []
            },
            {
              "id": "usages-ornementaux",
              "level": 2,
              "title": "Usages ornementaux",
              "content": "Grâce à son feuillage persistant, sa floraison attrayante et son parfum, le myrte est très apprécié dans les jardins méditerranéens. Il peut être utilisé en isolé, en haie, en massif ou en pot sur les balcons et terrasses. Il est également adapté aux jardins secs.",
              "children": []
            }
          ]
        },
        {
          "id": "symbolisme",
          "level": 1,
          "title": "Symbolisme",
          "content": "Depuis l'Antiquité, le myrte est un symbole fort dans de nombreuses cultures. Chez les Grecs et les Romains, il était associé à la déesse Vénus (Aphrodite) et symbolisait l'amour, la beauté, la fertilité et l'immortalité. Il était utilisé dans les couronnes des mariées et lors de cérémonies funéraires. Dans le judaïsme, le myrte est l'une des quatre espèces utilisées pour la fête de Souccot (Fête des Cabanes).",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/myrtus-communis",
      "wikipedia": "https://fr.wikipedia.org/wiki/Myrtus_communis"
    }
  }
}