{
  "id": "66568",
  "infos_generales": {
    "nom_scientifique": "Origanum vulgare",
    "nom_commun": "Origan",
    "noms_darija": [
      "Zaatar",
      "زعتر",
      "Mardadouch",
      "مردادوش"
    ],
    "noms_alternatifs": [
      "Marjolaine sauvage",
      "Thym d'Espagne"
    ],
    "famille": "Lamiaceae",
    "genre": "Origanum"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/856c07cfa49f4665dbcc7434542d0f1e27cb17eb",
    "https://storage.googleapis.com/powop-assets/kew_profiles/PPCONT_010657_fullsize.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, calcaire, sec",
    "regions_origine": [
      "Europe",
      "Asie",
      "Afrique du Nord",
      "Bassin méditerranéen"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Aromatique forte, épicée",
    "floraison": "Été (juillet-septembre)",
    "hauteur": "30 à 80 cm",
    "feuillage": "Caduc à semi-persistant",
    "type_racines": "Rhizomateuse",
    "rusticite": "Très rustique (jusqu'à -15°C)"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Dermatologique",
      "Antiseptique",
      "Anti-inflammatoire",
      "Tonique"
    ],
    "culinaire": [
      "Épice",
      "Aromatique",
      "Infusion"
    ],
    "decoration": [
      "Jardin",
      "Jardin sec",
      "Couvre-sol"
    ]
  },
  "source_data": {
    "resume": "L'origan (Origanum vulgare) est une plante herbacée vivace aromatique de la famille des Lamiacées, originaire d'Europe, d'Asie et d'Afrique du Nord. Très prisé pour ses qualités culinaires en tant qu'épice, il est un ingrédient essentiel de nombreuses cuisines méditerranéennes. Il est également reconnu pour ses propriétés médicinales, notamment antiseptiques et digestives, attribuées à ses huiles essentielles. C'est une plante facile à cultiver, préférant les sols secs et le plein soleil, et très rustique.",
    "texte_complet": {
      "introduction": "L'origan commun (Origanum vulgare L.) est une espèce de plante herbacée vivace de la famille des Lamiacées (ou Labiacées), très utilisée comme condiment et en médecine traditionnelle. C'est une plante aromatique originaire des régions tempérées de l'Eurasie et du bassin méditerranéen. Il est souvent confondu avec la marjolaine (Origanum majorana), qui est une espèce distincte mais proche.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Origanum vulgare est une plante vivace à souche rhizomateuse, formant des touffes dressées pouvant atteindre 30 à 80 cm de hauteur. Ses tiges, souvent rougeâtres, sont quadrangulaires et pubescentes. Les feuilles sont opposées, ovales, entières ou légèrement dentées, vert foncé, et fortement aromatiques. La floraison a lieu de juillet à septembre, produisant de petites fleurs roses ou pourpres regroupées en panicules terminales denses. Le fruit est un tétrakène.",
          "children": []
        },
        {
          "id": "distribution-et-habitat",
          "level": 1,
          "title": "Distribution et habitat",
          "content": "L'origan est indigène en Europe, en Asie tempérée et en Afrique du Nord. Il est largement répandu dans le bassin méditerranéen. Il pousse spontanément dans les prairies sèches, les coteaux ensoleillés, les lisières de bois et les garrigues, préférant les sols calcaires, bien drainés et pauvres à modérément riches.",
          "children": []
        },
        {
          "id": "composition-chimique",
          "level": 1,
          "title": "Composition chimique",
          "content": "La plante est riche en huile essentielle, dont les principaux composants sont le carvacrol et le thymol, responsables de son arôme caractéristique et de ses propriétés médicinales. On y trouve également des flavonoïdes, des acides phénoliques et des tanins.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "L'origan est une herbe aromatique majeure, largement employée dans la cuisine mondiale, notamment méditerranéenne (italienne, grecque) pour parfumer les pizzas, pâtes, sauces tomates, viandes grillées et salades. En phytothérapie, ses propriétés antiseptiques, antifongiques, anti-inflammatoires, antispasmodiques et digestives sont reconnues. Il est utilisé sous forme d'infusion, de teinture mère ou d'huile essentielle (avec prudence) pour traiter les affections respiratoires (toux, bronchite), les troubles digestifs et certaines infections cutanées.",
          "children": [
            {
              "id": "utilisations-culinaire",
              "level": 2,
              "title": "Usage culinaire",
              "content": "Les feuilles d'origan, fraîches ou séchées, sont un condiment essentiel. Leur saveur est puissante et s'intensifie souvent au séchage. Il est un ingrédient clé des herbes de Provence et de la cuisine méditerranéenne en général.",
              "children": []
            },
            {
              "id": "utilisations-medicinale",
              "level": 2,
              "title": "Usage médicinal",
              "content": "L'huile essentielle d'origan est particulièrement puissante et doit être utilisée avec précaution. Elle est connue pour ses vertus antibactériennes et antivirales. En infusion, elle peut aider à la digestion et soulager les maux de gorge.",
              "children": []
            }
          ]
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "L'origan est une plante facile à cultiver. Il préfère une exposition en plein soleil et un sol léger, bien drainé, même pauvre. Il est résistant à la sécheresse une fois établi et tolère bien le froid. La multiplication se fait par semis, division de touffe ou bouturage.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/origanum-vulgare",
      "wikipedia": "https://fr.wikipedia.org/wiki/Origanum_vulgare"
    }
  }
}