{
  "id": "78078",
  "infos_generales": {
    "nom_scientifique": "Ricinus communis",
    "nom_commun": "Ricin",
    "noms_darija": [
      "Kharwaa",
      "الخروع"
    ],
    "noms_alternatifs": [
      "Ricin commun",
      "Palma Christi"
    ],
    "famille": "Euphorbiaceae",
    "genre": "Ricinus"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/b975bbd67f037c4784c6b14f5e3ad86caebd6b1f",
    "https://d2seqvvyy3b8p2.cloudfront.net/93135238aef973d96decfff9f0f0b3aa.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Tout type de sol bien drainé et riche",
    "regions_origine": [
      "Afrique tropicale"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "Odeur": "Feuillage faiblement odorant",
    "Fructification": "Capsules épineuses",
    "Hauteur": "Arbuste pouvant atteindre plusieurs mètres",
    "Cycle de vie": "Plante annuelle ou vivace dans les régions chaudes"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Dermatologique",
      "Anti-inflammatoire"
    ],
    "culinaire": [],
    "decoration": [
      "Jardin",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "Le Ricin commun est un arbuste de la famille des Euphorbiacées, originaire d'Afrique tropicale, connu pour ses grandes feuilles palmées et ses capsules épineuses. Bien qu'il soit cultivé pour l'huile extraite de ses graines (utilisée en pharmacie, cosmétique et industrie), la plante est hautement toxique, notamment ses graines qui contiennent la ricine. Il est souvent utilisé comme plante ornementale dans les jardins.",
    "texte_complet": {
      "introduction": "Le Ricin commun (Ricinus communis L.) est une espèce de plante dicotylédone de la famille des Euphorbiacées, seule espèce du genre Ricinus. C'est un arbuste à feuilles caduques et à port dressé, originaire d'Afrique tropicale, naturalisé dans la plupart des régions tropicales et subtropicales du monde. Il est cultivé comme plante ornementale et pour ses graines qui sont la source de l'huile de ricin, utilisée dans l'industrie et la médecine, mais qui contiennent également une substance très toxique, la ricine.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le ricin est une plante qui peut atteindre une hauteur de 2 à 5 mètres dans les climats tempérés et jusqu'à 10 mètres dans les zones tropicales. Son port est buissonnant et ses tiges sont souvent rouges ou violettes. Il est caractérisé par de grandes feuilles palmées.",
          "children": [
            {
              "id": "feuilles",
              "level": 2,
              "title": "Feuilles",
              "content": "Les feuilles du ricin sont grandes, alternes, pétiolées, profondément palmées avec 5 à 11 lobes dentés. Elles sont de couleur verte à bronze ou rouge violacé, selon les variétés.",
              "children": []
            },
            {
              "id": "fleurs",
              "level": 2,
              "title": "Fleurs",
              "content": "Les fleurs sont unisexuées et regroupées en panicules terminales. Les fleurs femelles sont situées en haut de l'inflorescence et les fleurs mâles en bas. Elles sont de petite taille et sans pétales apparents.",
              "children": []
            },
            {
              "id": "fruits",
              "level": 2,
              "title": "Fruits",
              "content": "Les fruits sont des capsules épineuses, souvent de couleur rouge ou verte, contenant généralement trois graines. Ces graines sont lisses, brillantes, marbrées et très toxiques.",
              "children": []
            }
          ]
        },
        {
          "id": "distribution",
          "level": 1,
          "title": "Distribution",
          "content": "Originaire d'Afrique tropicale et du bassin méditerranéen oriental, le ricin s'est naturalisé dans de nombreuses régions tropicales, subtropicales et tempérées chaudes du globe. Il pousse spontanément dans les terrains incultes et les friches.",
          "children": []
        },
        {
          "id": "toxicite",
          "level": 1,
          "title": "Toxicité",
          "content": "Toutes les parties de la plante sont toxiques, en particulier les graines, qui contiennent une lectine très dangereuse, la ricine. L'ingestion de quelques graines peut être fatale pour l'homme et les animaux. Les symptômes d'intoxication comprennent des nausées, vomissements, douleurs abdominales et diarrhées, pouvant évoluer vers des lésions organiques graves.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le ricin est une plante relativement facile à cultiver. Il préfère un sol riche, bien drainé et une exposition en plein soleil. Il est sensible au gel et est souvent cultivé comme annuelle dans les régions tempérées. La plante est résistante à la sécheresse une fois établie.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Malgré sa toxicité, le ricin est largement utilisé à des fins diverses, principalement grâce à l'huile extraite de ses graines, qui est dénuée de ricine.",
          "children": [
            {
              "id": "usage_medicinal_et_cosmetique",
              "level": 2,
              "title": "Usage médicinal et cosmétique",
              "content": "L'huile de ricin est un purgatif connu. Elle est également très prisée en cosmétique pour ses propriétés hydratantes et fortifiantes pour les cheveux, les cils et la peau. Elle entre dans la composition de certains produits pharmaceutiques.",
              "children": []
            },
            {
              "id": "usage_industriel",
              "level": 2,
              "title": "Usage industriel",
              "content": "L'huile de ricin est utilisée dans la fabrication de lubrifiants, de peintures, de vernis, de plastiques, de nylon, de biodiesel et d'autres produits chimiques. Elle a également des applications dans l'industrie textile et alimentaire (comme additif ou agent de démoulage).",
              "children": []
            }
          ]
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/ricinus-communis",
      "wikipedia": "https://fr.wikipedia.org/wiki/Ricinus_communis"
    }
  }
}