{
  "id": "84725",
  "infos_generales": {
    "nom_scientifique": "Syzygium aromaticum",
    "nom_commun": "Giroflier",
    "noms_darija": [
      "Qronfel",
      "قرنفل"
    ],
    "noms_alternatifs": [
      "Clou de girofle (pour les boutons floraux)",
      "Eugenia caryophyllata"
    ],
    "famille": "Myrtaceae",
    "genre": "Syzygium"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/e6e3e00f3f5922f142ccdf2043b6b6e5b009cdc1",
    "https://bs.plantnet.org/image/o/196646d7d41785cbdc9b95de4ca665ed93d448ee"
  ],
  "caracteristiques": {
    "arrosage": "Fréquent",
    "luminosite": "Plein soleil",
    "type_sol": "Riche, humide, bien drainé",
    "regions_origine": [
      "Moluques (Indonésie)",
      "Régions tropicales d'Asie et d'Afrique"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Forte, caractéristique, épicée",
    "utilisation_partie": "Boutons floraux séchés (clous de girofle)",
    "forme_arbre": "Arbre persistant",
    "hauteur": "Jusqu'à 15-20 mètres",
    "composant_actif_principal": "Eugénol"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Apaisant",
      "Tonique",
      "Antiseptique",
      "Anti-inflammatoire"
    ],
    "culinaire": [
      "Infusion",
      "Épice",
      "Aromatique",
      "Cuit",
      "Dessert"
    ],
    "decoration": [
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "Le giroflier (Syzygium aromaticum) est un arbre à feuilles persistantes originaire des îles Moluques, en Indonésie, réputé pour ses boutons floraux séchés, connus sous le nom de clous de girofle. Ces derniers sont largement utilisés comme épice en cuisine mondiale, notamment dans les plats salés, les desserts et les boissons. Au-delà de ses qualités aromatiques, le giroflier est aussi apprécié pour ses vertus médicinales. Il est riche en eugénol, un composé qui lui confère des propriétés antiseptiques, analgésiques et anti-inflammatoires, souvent employées pour soulager les douleurs dentaires et les troubles digestifs. Sa culture nécessite un climat tropical humide et ensoleillé. Bien que non indigène au Maroc, le clou de girofle est un ingrédient courant dans la cuisine et la pharmacopée traditionnelle marocaine.",
    "texte_complet": {
      "introduction": "Le giroflier (Syzygium aromaticum, syn. Eugenia caryophyllata) est une espèce de plantes à fleurs de la famille des Myrtacées. Il est originaire des îles Moluques en Indonésie. Ce sont les boutons floraux du giroflier, appelés clous de girofle, qui sont utilisés comme épice et pour leurs propriétés médicinales.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le giroflier est un arbre persistant, qui peut atteindre 15 à 20 mètres de hauteur. Ses feuilles sont coriaces, opposées, de forme ovale et d'un vert brillant. Les fleurs sont petites, groupées en cymes terminales, et de couleur rouge vif à pourpre. Ce sont les boutons floraux non ouverts qui sont récoltés et séchés pour produire les clous de girofle. Ils possèdent une forme caractéristique et une odeur aromatique intense due à l'eugénol.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le giroflier prospère dans les climats tropicaux chauds et humides, avec des pluies abondantes et un sol riche et bien drainé. La culture est principalement concentrée en Indonésie (Moluques), Madagascar, Tanzanie (Zanzibar), Sri Lanka et Comores. La récolte des boutons floraux se fait manuellement avant leur éclosion, lorsqu'ils atteignent environ 1,5 à 2 cm de long, puis ils sont séchés au soleil jusqu'à obtenir leur couleur brun foncé caractéristique.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Les clous de girofle sont réputés pour leurs multiples usages, tant en gastronomie qu'en médecine traditionnelle et en aromathérapie, principalement en raison de leur teneur élevée en huile essentielle, notamment l'eugénol.",
          "children": [
            {
              "id": "culinaire",
              "level": 2,
              "title": "Culinaire",
              "content": "Utilisés entiers ou moulus, les clous de girofle sont une épice majeure dans de nombreuses cuisines du monde. Ils aromatisent les plats salés comme les currys, les ragoûts, les marinades, les viandes et le riz. Ils sont également très prisés dans les préparations sucrées comme le pain d'épices, les compotes de fruits, les boissons chaudes (vin chaud, thé chai) et les desserts.",
              "children": []
            },
            {
              "id": "medicinale",
              "level": 2,
              "title": "Médicinale",
              "content": "Traditionnellement, le clou de girofle est employé pour ses vertus analgésiques, antiseptiques, anti-inflammatoires et digestives. Il est souvent utilisé pour soulager les douleurs dentaires (en application locale de l'huile essentielle ou du clou), les maux d'estomac, les nausées et comme stimulant général. Son huile essentielle est un puissant antiseptique.",
              "children": []
            },
            {
              "id": "huile-essentielle",
              "level": 2,
              "title": "Huile essentielle",
              "content": "L'huile essentielle de clou de girofle, riche en eugénol, est extraite des boutons floraux, des feuilles et des tiges. Elle est utilisée en parfumerie, en cosmétique, en aromathérapie pour ses propriétés tonifiantes et purifiantes, et en pharmacologie comme principe actif dans divers produits.",
              "children": []
            }
          ]
        },
        {
          "id": "historique",
          "level": 1,
          "title": "Historique",
          "content": "L'histoire du clou de girofle est intimement liée aux routes des épices. Originaire des Moluques (îles aux Épices), il était connu en Chine dès le IIIe siècle av. J.-C. Les Arabes l'ont ensuite introduit en Europe à l'époque médiévale. Les Portugais, puis les Hollandais, ont longtemps eu le monopole de sa culture et de son commerce, provoquant des conflits pour le contrôle de cette précieuse épice. Sa diffusion mondiale a commencé au XVIIIe siècle grâce à Pierre Poivre, qui a réussi à exporter des plants hors des Moluques.",
          "children": []
        },
        {
          "id": "production",
          "level": 1,
          "title": "Production",
          "content": "La production mondiale de clous de girofle est principalement assurée par l'Indonésie, qui est également le plus grand consommateur, suivie par Madagascar, la Tanzanie (Zanzibar) et les Comores. La culture et la récolte restent des activités à forte intensité de main-d'œuvre.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/syzygium-aromaticum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Syzygium_aromaticum"
    }
  }
}