{
  "id": "934",
  "infos_generales": {
    "nom_scientifique": "Matricaria chamomilla",
    "nom_commun": "Camomille matricaire",
    "noms_darija": [
      "Babounj",
      "بابونج"
    ],
    "noms_alternatifs": [
      "Camomille allemande",
      "Camomille vraie",
      "Camomille sauvage",
      "Matricaire camomille"
    ],
    "famille": "Astéracées",
    "genre": "Matricaria"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/4b09bcd73ff4f23b479a0ac45fb8dc3fb319c770",
    "https://bs.plantnet.org/image/o/12b740be4d99e95987df2ceafa4a608d228eca16",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Matricaria_recutita_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-091.jpg/1000px-Matricaria_recutita_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-091.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Sols légers, bien drainés, même pauvres, et supporte les sols calcaires.",
    "regions_origine": [
      "Europe",
      "Asie",
      "Afrique du Nord"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Aromatique et douce, rappelant la pomme",
    "fleurs": "Capitules à réceptacle conique et creux",
    "periode_floraison": "Printemps-Été"
  },
  "utilisations": {
    "medicale": [
      "Apaisant",
      "Digestif",
      "Anti-inflammatoire",
      "Dermatologique"
    ],
    "culinaire": [
      "Infusion",
      "Aromatique"
    ],
    "decoration": [
      "Jardin",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "La Camomille matricaire (Matricaria chamomilla ou Matricaria recutita) est une plante herbacée annuelle de la famille des Astéracées, très prisée pour ses propriétés médicinales et son usage en infusion. Originaire d'Europe et d'Asie, elle est largement naturalisée et cultivée en Afrique du Nord, y compris au Maroc où elle est connue sous le nom de \"Babounj\". Reconnaissable à ses fleurs blanches à cœur jaune et à son parfum doux et caractéristique, elle est réputée pour ses effets apaisants, digestifs et anti-inflammatoires, ce qui en fait un remède naturel populaire et polyvalent.",
    "texte_complet": {
      "introduction": "La camomille matricaire (Matricaria chamomilla L. ou Matricaria recutita L.) est une plante herbacée annuelle de la famille des Astéracées (Composées), originaire d'Europe et d'Asie, largement naturalisée ailleurs. C'est l'une des camomilles les plus utilisées en phytothérapie et en herboristerie, connue pour ses propriétés apaisantes et digestives. Elle est parfois appelée « camomille allemande » ou « camomille sauvage ».",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "La camomille matricaire est une petite plante annuelle, mesurant de 20 à 50 cm de haut. Sa tige est dressée, ramifiée et glabre. Ses feuilles sont alternes, finement découpées en lanières linéaires. Les fleurs sont regroupées en capitules, caractéristiques des Astéracées. Le réceptacle floral est conique et creux, contrairement à d'autres camomilles. Les fleurs ligulées (pétales) sont blanches et retombantes, tandis que les fleurs tubulées (au centre) sont jaunes et forment un cône. Elle dégage une odeur caractéristique, douce et aromatique, rappelant celle de la pomme.",
          "children": []
        },
        {
          "id": "distribution",
          "level": 1,
          "title": "Distribution",
          "content": "Originaire d'Europe et d'Asie occidentale et septentrionale, la camomille matricaire s'est naturalisée dans de nombreuses régions du monde tempéré, y compris en Amérique du Nord et en Afrique du Nord. Au Maroc, on la trouve souvent dans les champs, les bords de chemins et les friches, témoignant de sa capacité à s'adapter à divers environnements.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "La camomille matricaire est une plante facile à cultiver. Elle préfère les sols légers, bien drainés et ensoleillés. Elle se multiplie principalement par semis direct au printemps ou à l'automne. Elle est relativement résistante à la sécheresse une fois établie et ne demande que peu d'entretien.",
          "children": []
        },
        {
          "id": "composition",
          "level": 1,
          "title": "Composition",
          "content": "Les principales substances actives de la camomille matricaire sont des flavonoïdes (apigénine, lutéoline), des coumarines, des mucilages et surtout une huile essentielle riche en chamazulène, alpha-bisabolol et ses oxydes. Ces composés sont responsables de ses propriétés thérapeutiques reconnues.",
          "children": []
        },
        {
          "id": "proprietes_et_usages",
          "level": 1,
          "title": "Propriétés et usages",
          "content": "La camomille matricaire est largement utilisée en phytothérapie pour ses multiples vertus.",
          "children": [
            {
              "id": "proprietes_et_usages_usage_interne",
              "level": 2,
              "title": "Usage interne",
              "content": "En usage interne, principalement sous forme d'infusion, elle est réputée pour ses propriétés digestives (soulage les spasmes gastro-intestinaux, facilite la digestion), apaisantes (aide à réduire l'anxiété et l'insomnie légère) et anti-inflammatoires. Elle est traditionnellement employée pour les maux d'estomac, les ballonnements et les troubles du sommeil.",
              "children": []
            },
            {
              "id": "proprietes_et_usages_usage_externe",
              "level": 2,
              "title": "Usage externe",
              "content": "En usage externe, ses propriétés anti-inflammatoires et antiseptiques la rendent utile pour soulager les irritations cutanées (eczéma, démangeaisons), les inflammations des muqueuses (bains de bouche) et les conjonctivites (compresses oculaires).",
              "children": []
            }
          ]
        },
        {
          "id": "precautions_d_emploi_et_contre_indications",
          "level": 1,
          "title": "Précautions d'emploi et contre-indications",
          "content": "Bien que généralement bien tolérée, des précautions sont à prendre. La camomille matricaire peut provoquer des réactions allergiques chez les personnes sensibles aux plantes de la famille des Astéracées (marguerites, ambroisie). Son usage est déconseillé en cas d'allergie connue. En cas de grossesse ou d'allaitement, il est préférable de consulter un professionnel de la santé avant toute utilisation médicinale.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/matricaria-chamomilla",
      "wikipedia": "https://fr.wikipedia.org/wiki/Matricaria_chamomilla"
    }
  }
}