{
  "id": "98299",
  "infos_generales": {
    "nom_scientifique": "Linum usitatissimum",
    "nom_commun": "Lin cultivé",
    "noms_darija": [
      "Kettane",
      "كتان"
    ],
    "noms_alternatifs": [
      "Lin commun",
      "Lin oléagineux"
    ],
    "famille": "Linaceae",
    "genre": "Linum"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/d5757a3317a02d6b847cfa90989f9487c9c751c6",
    "https://bs.plantnet.org/image/o/eeb26a2c519cd3f4c40f73897f6e51ad7ba63096"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Riche, Bien drainé",
    "regions_origine": [
      "Bassin méditerranéen",
      "Moyen-Orient"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "Type de plante": "Plante herbacée annuelle",
    "Hauteur": "Jusqu'à 1 mètre",
    "Fleurs": "Bleues ou parfois blanches, à cinq pétales délicats",
    "Fruit": "Capsule sphérique déhiscente",
    "Graines": "Ovoïdes, brillantes, riches en fibres, mucilages et acides gras oméga-3",
    "Fibre": "Utilisée depuis l'Antiquité pour la production de textiles très résistants"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Anti-inflammatoire",
      "Dermatologique",
      "Apaisant"
    ],
    "culinaire": [
      "Épice",
      "Infusion",
      "Salade",
      "Cuit"
    ],
    "decoration": [
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "Le Lin cultivé (Linum usitatissimum) est une plante herbacée annuelle de la famille des Linacées, originaire du Bassin méditerranéen et du Moyen-Orient. Cultivé depuis des millénaires, il est valorisé pour ses fibres textiles (le lin) et ses graines. Ces dernières sont riches en huile (huile de lin), mucilages et acides gras oméga-3, leur conférant des usages alimentaires (épice, salade, cuisson) et médicinaux (digestif, anti-inflammatoire, apaisant). Le lin est une culture polyvalente d'importance économique majeure, présente aussi bien dans l'industrie que dans l'alimentation et la phytothérapie.",
    "texte_complet": {
      "introduction": "Le Lin cultivé, Lin commun ou Lin oléagineux (Linum usitatissimum L.) est une espèce de plantes dicotylédones de la famille des Linaceae, largement cultivée pour ses fibres textiles et ses graines oléagineuses. C'est une plante annuelle herbacée, dont la culture remonte à la préhistoire, en faisant l'une des plus anciennes plantes domestiquées par l'homme. Originaire de la région du Bassin méditerranéen et du Moyen-Orient, elle est aujourd'hui répandue dans de nombreuses régions tempérées du globe. Ses utilisations sont multiples, allant de la fabrication de tissus à l'alimentation humaine et animale, en passant par des applications industrielles et médicinales.",
      "sections": [
        {
          "id": "description-botanique",
          "level": 1,
          "title": "Description botanique",
          "content": "Le lin cultivé est une plante herbacée annuelle, dressée, atteignant généralement 60 à 120 cm de hauteur. Sa tige est fine, cylindrique et ramifiée vers le sommet pour les variétés oléagineuses, ou peu ramifiée pour les variétés textiles. Les feuilles sont alternes, sessiles, lancéolées-linéaires, d'un vert bleuté. Les fleurs sont regroupées en cymes lâches au sommet des tiges, composées de cinq sépales, cinq pétales délicats de couleur bleue (parfois blanche ou rose pâle), cinq étamines et un ovaire supère à cinq loges. La floraison a lieu de juin à août. Le fruit est une capsule globuleuse, déhiscente, contenant de petites graines brillantes, de couleur brune ou jaune, ovoïdes et aplaties.",
          "children": []
        },
        {
          "id": "histoire-et-origine",
          "level": 1,
          "title": "Histoire et origine",
          "content": "L'histoire du lin est intimement liée à celle des civilisations humaines. Des traces de fibres de lin ont été découvertes dans des sites archéologiques datant de plus de 30 000 ans en Géorgie. Sa domestication est attestée au Proche-Orient il y a environ 9 000 ans, notamment en Mésopotamie et en Égypte, où il était utilisé pour confectionner des momies et des vêtements. Sa culture s'est ensuite étendue à travers l'Europe et l'Asie, jouant un rôle économique et culturel majeur pendant des millénaires, avant d'être partiellement supplantée par le coton au XIXe siècle.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le lin cultivé s'adapte à différents types de sols mais préfère les sols profonds, frais, limoneux et bien drainés. Il nécessite un ensoleillement optimal et une humidité régulière, surtout pendant la période de croissance. La semence a lieu au printemps. Il existe deux types principaux de culture : le lin à fibres, semé plus densément pour obtenir des tiges longues et fines, et le lin à graines (oléagineux), semé moins densément pour favoriser le développement des capsules. La récolte des fibres se fait par arrachage avant maturité complète, tandis que les graines sont récoltées à pleine maturité.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "",
          "children": [
            {
              "id": "utilisations-textile",
              "level": 2,
              "title": "Textile",
              "content": "Les fibres du lin sont parmi les plus anciennes et les plus résistantes fibres végétales. Elles sont utilisées pour produire du fil, puis des tissus légers, absorbants et résistants, appréciés pour l'habillement, le linge de maison, la sellerie et divers usages techniques (toiles, bâches). Le lin textile est réputé pour sa durabilité et son caractère écologique.",
              "children": []
            },
            {
              "id": "utilisations-alimentaire",
              "level": 2,
              "title": "Alimentaire",
              "content": "Les graines de lin sont consommées entières, moulues ou sous forme d'huile. Elles sont une excellente source d'acides gras oméga-3 (ALA), de fibres alimentaires et de lignanes. Elles sont ajoutées aux pains, céréales, yaourts, salades et smoothies. L'huile de lin, riche en oméga-3, est utilisée comme complément alimentaire et pour l'assaisonnement (à froid, car elle ne supporte pas la cuisson). Le tourteau, résidu de l'extraction de l'huile, est utilisé en alimentation animale.",
              "children": []
            },
            {
              "id": "utilisations-medicinale-et-cosmetique",
              "level": 2,
              "title": "Médicinale et cosmétique",
              "content": "En phytothérapie, les graines de lin sont employées pour leurs propriétés laxatives douces (grâce aux mucilages), émollientes et anti-inflammatoires. Elles sont utilisées en cas de constipation, de troubles digestifs, ou en cataplasme pour apaiser les inflammations cutanées. L'huile de lin est également valorisée en cosmétique pour ses propriétés hydratantes et régénérantes.",
              "children": []
            },
            {
              "id": "utilisations-autres-usages-industriels",
              "level": 2,
              "title": "Autres usages industriels",
              "content": "L'huile de lin est traditionnellement utilisée en peinture comme liant pour les pigments, dans la fabrication de vernis, d'encres, de mastics et de linoléum. Les anas de lin (partie ligneuse de la tige) peuvent être utilisés comme paillage horticole, litière animale ou dans l'élaboration de matériaux composites et isolants.",
              "children": []
            }
          ]
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/linum-usitatissimum",
      "wikipedia": "https://fr.wikipedia.org/wiki/Linum_usitatissimum"
    }
  }
}