{
  "id": "98373",
  "infos_generales": {
    "nom_scientifique": "Lawsonia inermis",
    "nom_commun": "Henné",
    "noms_darija": [
      "Henna",
      "الحناء"
    ],
    "noms_alternatifs": [
      "Arbre à henné",
      "Mignonette égyptienne"
    ],
    "famille": "Lythraceae",
    "genre": "Lawsonia"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/d7169d16d8702ddccbb706b3ec0259ba143f63c7",
    "https://bs.plantnet.org/image/o/e1b25f2b147bfbf3b7204d786acc65fd0f8d3cea"
  ],
  "caracteristiques": {
    "arrosage": "Faible",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, sableux ou limoneux, tolérant aux sols pauvres et calcaires",
    "regions_origine": [
      "Afrique du Nord",
      "Moyen-Orient",
      "Sous-continent indien",
      "zones tropicales et subtropicales"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "type_de_plante": "Arbuste ou petit arbre",
    "hauteur_moyenne": "2 à 6 mètres",
    "feuilles": "Vertes, ovales, opposées, d'où est extraite la teinture",
    "fleurs": "Petites, blanches ou rosâtres, très parfumées, en panicules terminales",
    "fruits": "Capsules globuleuses",
    "resistance_climat": "Résistant à la sécheresse, préfère la chaleur",
    "usage_principal": "Colorant naturel (cheveux, peau, textile)"
  },
  "utilisations": {
    "medicale": [
      "Dermatologique",
      "Antiseptique",
      "Anti-inflammatoire",
      "Apaisant"
    ],
    "culinaire": [],
    "decoration": [
      "Jardin",
      "Haie",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "Le Henné (*Lawsonia inermis*) est un arbuste originaire d'Afrique du Nord, du Moyen-Orient et du sous-continent indien, réputé pour ses propriétés tinctoriales. Ses feuilles sont utilisées depuis des millénaires pour teindre la peau, les cheveux et les ongles, notamment lors de cérémonies traditionnelles. Il est également apprécié en médecine traditionnelle pour ses vertus antiseptiques et anti-inflammatoires, particulièrement en dermatologie. C'est une plante résistante à la sécheresse, nécessitant peu d'arrosage et préférant le plein soleil, ce qui en fait une espèce adaptée aux climats arides et semi-arides.",
    "texte_complet": {
      "introduction": "Le henné, de son nom scientifique *Lawsonia inermis*, est un arbuste de la famille des Lythraceae, principalement connu pour le colorant naturel obtenu à partir de ses feuilles séchées et broyées. Originaire des régions tropicales et subtropicales d'Afrique, d'Asie et d'Australie, il est cultivé depuis l'Antiquité pour ses multiples usages, notamment en cosmétique, en médecine traditionnelle et pour la teinture textile. Le terme 'henné' désigne à la fois la plante et la pâte colorante préparée à partir de ses feuilles. Il joue un rôle culturel et social important dans de nombreuses civilisations.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description botanique",
          "content": "Le *Lawsonia inermis* est un arbuste ou petit arbre épineux qui peut atteindre 2 à 6 mètres de hauteur. Ses feuilles sont opposées, elliptiques à lancéolées, mesurant de 2 à 4 cm de long. Les fleurs, petites et parfumées, sont blanches ou rosâtres et regroupées en panicules terminales. Elles apparaissent généralement pendant la saison chaude. Les fruits sont de petites capsules globuleuses contenant de nombreuses graines. La plante est caractérisée par une forte ramification et une grande résistance à la sécheresse, ce qui lui permet de prospérer dans les climats arides.",
          "children": []
        },
        {
          "id": "culture_et_recolte",
          "level": 1,
          "title": "Culture et récolte",
          "content": "Le henné prospère dans les climats chauds et ensoleillés, avec des températures optimales entre 35 et 45 °C. Il est tolérant à la sécheresse et préfère un sol bien drainé, qu'il soit sablonneux, limoneux ou même calcaire. La multiplication se fait généralement par semis ou par bouturage. La récolte des feuilles s'effectue lorsque la plante a atteint une taille suffisante, généralement après un à trois ans. Les feuilles sont cueillies, séchées à l'ombre pour préserver la qualité du pigment, puis broyées en une fine poudre. La qualité du henné dépend de la teneur en lawsone, le principal composé colorant.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Les usages du henné sont variés et ancestraux. Le plus connu est son utilisation comme colorant pour la peau (tatouages éphémères), les cheveux, les ongles et les textiles. La pâte de henné est appliquée sur le corps pour des motifs décoratifs lors de célébrations et de rituels. En cosmétique, il est prisé pour ses propriétés fortifiantes et embellissantes pour les cheveux. En médecine traditionnelle, le henné est utilisé pour ses vertus astringentes, antiseptiques, antifongiques et anti-inflammatoires. Il est appliqué en cataplasme sur les brûlures, les blessures mineures, les affections cutanées, les maux de tête et pour soulager les douleurs articulaires. Il est également employé comme répulsif contre les insectes.",
          "children": [
            {
              "id": "usage_cosmetique",
              "level": 2,
              "title": "Usage cosmétique et rituel",
              "content": "Historiquement, le henné est indissociable des rituels de beauté et des célébrations, notamment les mariages, en Afrique du Nord, au Moyen-Orient et en Inde. Les motifs complexes dessinés sur les mains et les pieds ont une signification culturelle profonde. Il est aussi très utilisé pour la coloration et le soin capillaire, offrant une alternative naturelle aux teintures chimiques.",
              "children": []
            },
            {
              "id": "usage_medicinal",
              "level": 2,
              "title": "Usage médicinal",
              "content": "Traditionnellement, le henné est appliqué en externe pour traiter diverses affections. Ses propriétés anti-inflammatoires et antiseptiques le rendent utile pour les problèmes de peau, les petites coupures, les mycoses, et même pour apaiser les coups de soleil. Il est parfois employé en infusion légère, mais son usage interne est beaucoup moins courant et doit être fait avec précaution.",
              "children": []
            }
          ]
        },
        {
          "id": "composition_chimique",
          "level": 1,
          "title": "Composition chimique",
          "content": "Le principal constituant actif du henné est la lawsone (2-hydroxy-1,4-naphthoquinone), un pigment orangé-rouge présent dans les feuilles. C'est ce composé qui est responsable des propriétés tinctoriales de la plante. La concentration de lawsone varie en fonction de l'origine géographique, des conditions de culture et de la partie de la plante utilisée. D'autres composés, tels que des flavonoïdes, des tanins et des coumarines, sont également présents et contribuent à ses propriétés médicinales et protectrices.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/lawsonia-inermis",
      "wikipedia": "https://fr.wikipedia.org/wiki/Lawsonia_inermis"
    }
  }
}