{
  "id": "194717",
  "infos_generales": {
    "nom_scientifique": "Hibiscus sabdariffa",
    "nom_commun": "Bissap",
    "noms_darija": [
      "Karkadé",
      "كركديه"
    ],
    "noms_alternatifs": [
      "Roselle",
      "Oseille de Guinée",
      "Fleur de Jamaïque"
    ],
    "famille": "Malvaceae",
    "genre": "Hibiscus"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/3b0134283c94a2e6c0f701624be79bbc00cb8a23",
    "https://bs.plantnet.org/image/o/f74bbeda07f6d1cc00e5d3f67691455ace8b7bb5",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Flor_de_Jamaica.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Riche et bien drainé",
    "regions_origine": [
      "Afrique de l'Ouest",
      "Afrique centrale"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "Couleur des calices": "Rouge vif",
    "Saveur": "Acide et fruitée",
    "Période de floraison": "Fin d'été à automne",
    "Type de plante": "Annuelle ou vivace selon le climat"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Anti-inflammatoire",
      "Tonique",
      "Autre usage médical"
    ],
    "culinaire": [
      "Infusion",
      "Cuit",
      "Dessert",
      "Aromatique"
    ],
    "decoration": [
      "Jardin"
    ]
  },
  "source_data": {
    "resume": "L'Hibiscus sabdariffa, communément appelé bissap ou roselle, est une plante annuelle ou vivace de la famille des Malvaceae, originaire d'Afrique de l'Ouest. Ses calices charnus et rouges vifs sont très appréciés pour la préparation d'infusions rafraîchissantes (karkadé), de jus, de confitures et comme colorant alimentaire. Elle est également reconnue pour ses propriétés médicinales, notamment digestives, anti-inflammatoires et hypotensives.",
    "texte_complet": {
      "introduction": "L'Hibiscus sabdariffa, aussi appelée roselle, oseille de Guinée ou karkadé, est une espèce de plantes herbacées de la famille des Malvacées. Elle est originaire d'Afrique de l'Ouest et est largement cultivée dans les régions tropicales et subtropicales pour ses calices charnus et ses propriétés médicinales et culinaires.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "L'Hibiscus sabdariffa est une plante herbacée annuelle ou vivace selon le climat, pouvant atteindre 2 à 2,5 mètres de haut. Ses feuilles sont profondément trilobées ou pentalobées. Les fleurs, solitaires, sont de couleur jaune pâle avec une tache pourpre à la base des pétales. Ce sont les calices, qui deviennent charnus et rouge vif après la floraison, qui sont principalement récoltés. Ils contiennent de l'acide hibiscus, des anthocyanes et d'autres composés bioactifs.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "La roselle préfère les climats chauds et humides et un sol riche, bien drainé et légèrement acide. Elle est cultivée à partir de graines et nécessite un arrosage régulier, surtout pendant la période de croissance et de floraison. La récolte des calices se fait généralement 3 à 4 mois après le semis, lorsque les fleurs fanent et que les calices deviennent charnus.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "",
          "children": [
            {
              "id": "utilisations-alimentaires",
              "level": 2,
              "title": "Alimentaires",
              "content": "Les calices de l'Hibiscus sabdariffa sont largement utilisés dans l'alimentation. Ils servent à préparer des infusions rafraîchissantes, comme le karkadé en Égypte ou le bissap en Afrique de l'Ouest, ainsi que des jus, des sirops, des confitures et des sauces. Leur saveur acidulée et leur couleur rouge intense les rendent également populaires comme colorant alimentaire naturel.",
              "children": []
            },
            {
              "id": "utilisations-medicinales",
              "level": 2,
              "title": "Médicinales",
              "content": "Traditionnellement, l'Hibiscus sabdariffa est employée pour ses propriétés médicinales. Elle est connue pour aider à abaisser la tension artérielle, à réduire le cholestérol et à avoir des effets diurétiques et laxatifs doux. Elle est également utilisée comme anti-inflammatoire et antioxydant grâce à sa richesse en anthocyanes et en vitamine C.",
              "children": []
            },
            {
              "id": "utilisations-autres-usages",
              "level": 2,
              "title": "Autres usages",
              "content": "Outre ses usages alimentaires et médicinaux, les fibres des tiges de l'Hibiscus sabdariffa peuvent être utilisées pour la fabrication de cordes ou de sacs. La plante est parfois cultivée à des fins ornementales pour la beauté de ses fleurs et de ses calices.",
              "children": []
            }
          ]
        },
        {
          "id": "noms-et-etymologie",
          "level": 1,
          "title": "Noms et étymologie",
          "content": "Le nom générique Hibiscus vient du grec ancien « hibiskos », désignant la guimauve. L'épithète spécifique sabdariffa est d'origine inconnue, peut-être liée à un nom vernaculaire. La plante porte de nombreux noms communs selon les régions : roselle, oseille de Guinée, karkadé, bissap, fleur de Jamaïque, etc.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/hibiscus-sabdariffa",
      "wikipedia": "https://fr.wikipedia.org/wiki/Hibiscus_sabdariffa"
    }
  }
}