{
  "id": "211789",
  "infos_generales": {
    "nom_scientifique": "Crocus sativus",
    "nom_commun": "Safran",
    "noms_darija": [
      "Za'faran",
      "زعفران"
    ],
    "noms_alternatifs": [
      "Safran cultivé",
      "Safran d'automne"
    ],
    "famille": "Iridaceae",
    "genre": "Crocus"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/9c8f97b74ed8391f37b11352f65822d6abfffa39",
    "https://bs.plantnet.org/image/o/aeb65f296bd9b869e5e7eeaf0d8948a5dcc046d",
    "https://upload.wikimedia.org/wikipedia/commons/d/d6/Crocus_sativus_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-194.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Sol léger, limono-sableux, riche en humus, bien drainé",
    "regions_origine": [
      "Bassin méditerranéen",
      "Asie mineure",
      "Iran",
      "Grèce",
      "Maroc"
    ],
    "toxicite": true
  },
  "attributs_specifiques": {
    "couleur_fleurs": "Violet",
    "periode_floraison": "Automne",
    "partie_utilisee": "Stigmates",
    "odeur_epice": "Unique, caractéristique",
    "gout_epice": "Amer, légèrement terreux"
  },
  "utilisations": {
    "medicale": [
      "Apaisant",
      "Tonique",
      "Anti-inflammatoire",
      "Autre usage médical"
    ],
    "culinaire": [
      "Épice",
      "Aromatique",
      "Infusion"
    ],
    "decoration": [
      "Jardin",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "Le Crocus sativus, plus communément appelé safran, est une plante bulbeuse de la famille des Iridacées. Célèbre pour ses stigmates rouges carmin qui, une fois séchés, constituent l'épice la plus chère au monde, il est cultivé principalement dans les régions tempérées chaudes, notamment au Maroc (région de Taliouine). Ses utilisations sont multiples : en cuisine comme aromate et colorant, en médecine traditionnelle pour ses propriétés apaisantes et anti-inflammatoires, et parfois à des fins décoratives. Sa floraison automnale offre des fleurs violettes distinctives.",
    "texte_complet": {
      "introduction": "Le Crocus sativus, ou safran cultivé, est une espèce de plantes à fleurs de la famille des Iridaceae. C'est la source de l'épice safran, qui provient des stigmates séchés de la fleur. C'est un bulbe vivace qui fleurit à l'automne. Le safran est l'une des épices les plus chères au monde au poids.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Crocus sativus est une plante vivace de 10 à 30 cm de haut, avec un corme souterrain qui se reproduit par clonage végétatif. Elle possède des feuilles basales linéaires, vert foncé, qui apparaissent au moment de la floraison ou un peu après. La fleur est violette, avec trois grands stigmates rouges carmin caractéristiques qui sont récoltés pour l'épice. Les fleurs sont stériles et ne produisent pas de graines, nécessitant une propagation par les cormes.",
          "children": []
        },
        {
          "id": "ecologie",
          "level": 1,
          "title": "Écologie",
          "content": "Le Crocus sativus est une plante stérile triploïde, ce qui signifie qu'il ne peut pas produire de graines et ne se reproduit que par multiplication végétative de ses bulbes. Cela suggère qu'il est un hybride cultivé, très probablement issu de Crocus cartwrightianus. Il préfère un climat tempéré et sec en été, et froid mais pas excessivement en hiver. Il est résistant au gel et tolère des températures allant jusqu'à −15 °C. Il prospère dans un sol léger, limono-sableux, très riche en humus et bien drainé, ni trop calcaire, ni trop humide, ni trop sec. Il nécessite une exposition en plein soleil.",
          "children": []
        },
        {
          "id": "culture-et-production",
          "level": 1,
          "title": "Culture et production",
          "content": "La culture du safran est intensive en main-d'œuvre. Les bulbes sont plantés en été et fleurissent en automne. La récolte des fleurs se fait manuellement à l'aube, avant que les fleurs ne s'ouvrent complètement. Les stigmates sont ensuite retirés avec soin et séchés. Le rendement est faible : environ 150 fleurs sont nécessaires pour produire 1 gramme de safran séché. Les principaux pays producteurs sont l'Iran (plus de 90 % de la production mondiale), l'Inde, l'Espagne, la Grèce et le Maroc.",
          "children": [
            {
              "id": "culture-et-production-plantation",
              "level": 2,
              "title": "Plantation",
              "content": "Les cormes sont plantés à une profondeur d'environ 15-20 cm. Les sols doivent être bien préparés et amendés avec du compost. La rotation des cultures est importante pour éviter les maladies.",
              "children": []
            },
            {
              "id": "culture-et-production-recolte",
              "level": 2,
              "title": "Récolte",
              "content": "La récolte se fait en octobre ou novembre, sur une période de deux à trois semaines. Les fleurs sont cueillies à la main le matin. Les stigmates sont ensuite séparés du reste de la fleur (mondage).",
              "children": []
            },
            {
              "id": "culture-et-production-sechage",
              "level": 2,
              "title": "Séchage",
              "content": "Les stigmates fraîchement mondés sont séchés rapidement à basse température pour préserver leur couleur, leur arôme et leurs propriétés. Traditionnellement, le séchage se fait sur des tamis au-dessus de braises, ou plus modernement dans des fours ventilés.",
              "children": []
            }
          ]
        },
        {
          "id": "histoire-et-symbolique",
          "level": 1,
          "title": "Histoire et symbolique",
          "content": "Le safran a une longue histoire, remontant à l'Antiquité, utilisé par les civilisations minoenne, grecque, romaine et égyptienne. Il était valorisé non seulement comme épice, mais aussi comme teinture, parfum et médicament. Dans de nombreuses cultures, le safran symbolise la richesse, le luxe et le bien-être.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Le safran est principalement utilisé comme épice et colorant alimentaire. Son arôme unique et sa couleur jaune-orangé intense en font un ingrédient précieux dans diverses cuisines du monde, notamment la paella espagnole, le risotto milanais et certains plats indiens et iraniens. Il est également utilisé en pâtisserie et pour aromatiser des boissons. Au-delà de la cuisine, le safran a été traditionnellement employé en parfumerie et comme teinture pour les textiles et les cosmétiques.",
          "children": []
        },
        {
          "id": "composition",
          "level": 1,
          "title": "Composition",
          "content": "Le safran doit ses propriétés à plusieurs composés chimiques : la crocine est responsable de sa couleur, la picrocrocine de son goût amer et le safranal de son arôme caractéristique. Il contient également des caroténoïdes, des flavonoïdes et d'autres antioxydants.",
          "children": []
        },
        {
          "id": "proprietes-pharmacologiques-et-medicales",
          "level": 1,
          "title": "Propriétés pharmacologiques et médicales",
          "content": "La recherche moderne a mis en évidence diverses propriétés pharmacologiques du safran et de ses composants. Il présente des activités antioxydantes, anti-inflammatoires, anticancéreuses et neuroprotectrices. Le safran est étudié pour son potentiel à améliorer l'humeur, réduire l'anxiété et la dépression légère à modérée, et pour ses effets aphrodisiaques. Il est également utilisé en ophtalmologie pour aider à protéger la rétine. En médecine traditionnelle, il est employé comme digestif, stimulant et apaisant.",
          "children": []
        },
        {
          "id": "toxicite",
          "level": 1,
          "title": "Toxicité",
          "content": "Bien que le safran soit généralement considéré comme une épice sûre à des doses culinaires normales, des doses très élevées (plusieurs grammes) peuvent être toxiques et provoquer des effets secondaires graves, tels que des vomissements, des vertiges et des hémorragies. Les cormes de Crocus sativus sont toxiques s'ils sont ingérés crus, et peuvent causer des troubles gastro-intestinaux et autres symptômes indésirables.",
          "children": []
        },
        {
          "id": "economie",
          "level": 1,
          "title": "Économie",
          "content": "Le safran est l'épice la plus chère au monde, en raison de l'intensité de la main-d'œuvre nécessaire à sa production. Son prix peut varier considérablement en fonction de la qualité et de l'origine. L'Iran est le plus grand producteur mondial, suivi de l'Inde, de l'Espagne et du Maroc. La demande mondiale reste forte, et la culture du safran représente une source de revenus importante pour de nombreuses communautés rurales.",
          "children": []
        },
        {
          "id": "synonymes",
          "level": 1,
          "title": "Synonymes",
          "content": "Crocus orsinii, Crocus autumnalis, Crocus officinalis.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/crocus-sativus",
      "wikipedia": "https://fr.wikipedia.org/wiki/Crocus_sativus"
    }
  }
}