{
  "id": "2164",
  "infos_generales": {
    "nom_scientifique": "Calendula officinalis",
    "nom_commun": "Souci officinal",
    "noms_darija": [
      "Souci",
      "المَرْقَد"
    ],
    "noms_alternatifs": [
      "Souci des jardins",
      "Souci commun"
    ],
    "famille": "Astéracées",
    "genre": "Calendula"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/b3eb301c46e71b508cf06ce459fd83c487859907",
    "https://bs.plantnet.org/image/o/aa07cb47d8182f0c7c84441c27db127cf0721b04"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé et fertile",
    "regions_origine": [
      "Sud de l'Europe",
      "Asie occidentale",
      "Afrique du Nord"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Aromatique",
    "floraison": "Printemps à automne",
    "couleur_fleurs": "Jaune à orange vif",
    "type_plante": "Herbacée annuelle ou bisannuelle"
  },
  "utilisations": {
    "medicale": [
      "Dermatologique",
      "Apaisant",
      "Anti-inflammatoire",
      "Digestif"
    ],
    "culinaire": [
      "Infusion",
      "Salade",
      "Aromatique"
    ],
    "decoration": [
      "Jardin",
      "Balcon",
      "Fleurs coupées"
    ]
  },
  "source_data": {
    "resume": "Le souci officinal (Calendula officinalis) est une plante herbacée annuelle de la famille des Astéracées. Originaire d'Europe du Sud, d'Asie occidentale et d'Afrique du Nord, elle est largement cultivée pour ses fleurs aux propriétés médicinales et culinaires. Ses usages incluent le traitement dermatologique, des infusions et des ajouts aux salades. Elle est également appréciée comme plante ornementale.",
    "texte_complet": {
      "introduction": "Le souci officinal, souci des jardins ou souci commun (Calendula officinalis) est une plante herbacée annuelle de la famille des Astéracées (Asteraceae). C'est une plante largement cultivée et naturalisée dans de nombreuses régions du monde. Elle est traditionnellement utilisée en phytothérapie et ses fleurs sont comestibles.\nIl est parfois confondu avec le souci des champs (Calendula arvensis).",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "C'est une plante herbacée annuelle, parfois bisannuelle, de 30 à 60 cm de haut, à la tige rameuse, dressée, aux feuilles alternes, sessiles, de forme oblongue, pubescente (poilue). L'inflorescence est un capitule terminal de 4 à 5 cm de diamètre, de couleur jaune à orange, porté par un long pédoncule strié. Il est composé de fleurs ligulées femelles en périphérie et de fleurs tubulées hermaphrodites au centre. Les fruits sont des akènes arqués, munis de petites épines. La floraison a lieu de mai aux premières gelées.",
          "children": []
        },
        {
          "id": "distribution",
          "level": 1,
          "title": "Distribution",
          "content": "Originaire du sud de l'Europe, de l'Asie occidentale et de l'Afrique du Nord, le souci officinal s'est naturalisé dans de nombreuses régions du monde où il est cultivé.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le souci officinal est une plante facile à cultiver. Il préfère un sol bien drainé et fertile, et une exposition en plein soleil ou à mi-ombre. La multiplication se fait par semis direct en pleine terre au printemps ou à l'automne. Il est résistant à la sécheresse une fois établi et peu exigeant en entretien.",
          "children": []
        },
        {
          "id": "composition",
          "level": 1,
          "title": "Composition",
          "content": "Le souci officinal contient de nombreux principes actifs, notamment des flavonoïdes, des triterpènes, des caroténoïdes et des huiles essentielles. Ces composés confèrent à la plante ses propriétés médicinales et tinctoriales.",
          "children": []
        },
        {
          "id": "usages-et-proprietes",
          "level": 1,
          "title": "Usages et propriétés",
          "content": "",
          "children": [
            {
              "id": "usages-traditionnels",
              "level": 2,
              "title": "Usages traditionnels",
              "content": "Historiquement, le souci officinal a été utilisé dans diverses cultures pour ses propriétés médicinales. Il était notamment employé pour traiter les affections cutanées, les troubles digestifs et comme stimulant du système immunitaire.",
              "children": []
            },
            {
              "id": "proprietes-medicinales",
              "level": 2,
              "title": "Propriétés médicinales",
              "content": "Le souci est reconnu pour ses propriétés anti-inflammatoires, cicatrisantes, antiseptiques et antioxydantes. Il est couramment utilisé en phytothérapie sous forme d'huile, de crème ou d'infusion pour traiter les plaies, les brûlures, les irritations cutanées, l'eczéma et les muqueuses enflammées. Il est également utilisé en interne pour des troubles digestifs ou hépatiques.",
              "children": []
            },
            {
              "id": "usages-culinaires",
              "level": 2,
              "title": "Usages culinaires",
              "content": "Les pétales de souci sont comestibles et peuvent être utilisés pour colorer et aromatiser les plats, les salades, les soupes, le riz et les produits de boulangerie. Ils apportent une légère saveur amère et poivrée. Ils peuvent également être utilisés pour faire des infusions.",
              "children": []
            },
            {
              "id": "autres-usages",
              "level": 2,
              "title": "Autres usages",
              "content": "Le souci est aussi une plante tinctoriale, utilisée pour obtenir des colorants jaunes à orange pour les textiles et les aliments. C'est également une excellente plante mellifère, attirant les pollinisateurs.",
              "children": []
            }
          ]
        },
        {
          "id": "etymologie-et-histoire",
          "level": 1,
          "title": "Étymologie et histoire",
          "content": "Le nom générique « Calendula » vient du latin calenda, qui signifie « premier jour du mois », en référence à sa longue période de floraison. Le nom spécifique « officinalis » indique qu'elle est utilisée en pharmacopée. Son usage médicinal remonte à l'Antiquité, chez les Grecs et les Romains.",
          "children": []
        },
        {
          "id": "symbolisme",
          "level": 1,
          "title": "Symbolisme",
          "content": "Dans le langage des fleurs, le souci symbolise la douleur, le chagrin, mais aussi la fidélité et la tendresse. Il est souvent associé à la mémoire des défunts dans certaines cultures.",
          "children": []
        },
        {
          "id": "calendula-arvensis",
          "level": 1,
          "title": "Calendula arvensis",
          "content": "Le souci des champs (Calendula arvensis) est une espèce proche du souci officinal. Il s'en distingue par des capitules plus petits et des akènes différents. Il est moins cultivé et est souvent considéré comme une mauvaise herbe des cultures céréalières. Ses propriétés médicinales sont similaires mais moins concentrées que celles du souci officinal.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/calendula-officinalis",
      "wikipedia": "https://fr.wikipedia.org/wiki/Calendula_officinalis"
    }
  }
}