{
  "id": "265528",
  "infos_generales": {
    "nom_scientifique": "Rosa × damascena",
    "nom_commun": "Rosier de Damas",
    "noms_darija": [
      "Ward Baladi",
      "ورد بلدي"
    ],
    "noms_alternatifs": [
      "Rose de Damas",
      "Rose de Castille"
    ],
    "famille": "Rosaceae",
    "genre": "Rosa"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/f7afb12760eaecaf21f8ef875cffbb5f6c18ff08",
    "https://bs.plantnet.org/image/o/2e9f5dbea473039f517276e90b43411c264e60c6",
    "https://upload.wikimedia.org/wikipedia/commons/5/52/Rosa_damascena0.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Riche, bien drainé",
    "regions_origine": [
      "Moyen-Orient",
      "Maroc (cultivé)"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Intense, douce et caractéristique",
    "fleurs": "Doubles, très parfumées, de couleur rose à rouge pâle",
    "production_majeure": "Eau de rose, huile essentielle",
    "port": "Arbuste caduc épineux, jusqu'à 2,5m de hauteur"
  },
  "utilisations": {
    "medicale": [
      "Apaisant",
      "Anti-inflammatoire",
      "Dermatologique",
      "Digestif",
      "Antiseptique"
    ],
    "culinaire": [
      "Infusion",
      "Aromatique",
      "Dessert"
    ],
    "decoration": [
      "Jardin",
      "Fleurs coupées",
      "Balcon"
    ]
  },
  "source_data": {
    "resume": "Le Rosier de Damas, Rosa × damascena, est un hybride ancien réputé pour ses fleurs très parfumées, largement cultivé pour la production d'eau de rose et d'huile essentielle. Originaire du Moyen-Orient, il est emblématique de certaines régions du Maroc, comme la vallée du Dadès, où sa culture joue un rôle économique et culturel important. Ses utilisations sont variées, allant de la parfumerie à la cosmétique, en passant par la cuisine et la médecine traditionnelle. Ses propriétés apaisantes, anti-inflammatoires et aromatiques en font une plante précieuse et polyvalente.",
    "texte_complet": {
      "introduction": "Le Rosier de Damas (Rosa × damascena) est un hybride de rosier ancien, probablement issu de Rosa gallica et Rosa moschata ou Rosa fedtschenkoana. Il est célèbre pour la puissance et la délicatesse de son parfum, qui en fait l'une des espèces de roses les plus prisées en parfumerie, en cosmétologie et en cuisine. Sa culture est ancestrale et a marqué l'histoire de nombreuses civilisations, notamment au Moyen-Orient et en Afrique du Nord, où il est un symbole de beauté et de raffinement.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le Rosier de Damas est un arbuste caduc qui peut atteindre 2 à 2,5 mètres de hauteur. Ses tiges sont munies de nombreux petits aiguillons rigides. Les feuilles sont composées, d'un vert bleuté, et les fleurs sont généralement doubles, voire très doubles, de couleur rose pâle à profond, souvent regroupées en grappes. Elles sont surtout connues pour leur parfum exceptionnellement riche et complexe, avec des notes de miel, d'épices et de fruits. La floraison est généralement printanière ou estivale, selon la variété.",
          "children": []
        },
        {
          "id": "varietes",
          "level": 1,
          "title": "Variétés",
          "content": "Il existe deux principales variétés de Rosa × damascena : \n*   Rosa × damascena 'Trigintipetala', ou rose de Kazanlak, qui fleurit une seule fois par an au printemps. C'est la variété la plus cultivée pour la production d'huile essentielle et d'eau de rose.\n*   Rosa × damascena 'Bifera', ou rose des Quatre Saisons, qui, comme son nom l'indique, est remontante et fleurit deux fois dans l'année, au printemps et à l'automne. Elle est également très parfumée et utilisée pour les mêmes applications.",
          "children": []
        },
        {
          "id": "historique",
          "level": 1,
          "title": "Historique",
          "content": "L'origine exacte du Rosier de Damas est sujette à débat, mais il est largement admis qu'il s'agit d'un hybride naturel ou cultivé depuis des millénaires au Moyen-Orient. Il aurait été introduit en Europe occidentale par les Croisés, ramené de Syrie (Damas étant une ville majeure de cette région) au XIIIe siècle. Son histoire est étroitement liée à celle de la parfumerie et de la médecine traditionnelle dans le monde arabe et perse, où il était déjà largement cultivé pour ses vertus et son parfum exquis.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le Rosier de Damas est une plante relativement rustique qui préfère les climats tempérés avec des étés chauds et ensoleillés. Il nécessite un sol riche, profond et bien drainé. Un arrosage modéré et régulier est essentiel, surtout pendant les périodes de floraison et de croissance. La taille est généralement effectuée après la floraison pour les variétés non remontantes, et en hiver pour les variétés remontantes afin de stimuler la nouvelle croissance. Au Maroc, sa culture est particulièrement développée dans la vallée du Dadès, près de Kelaat M'Gouna, où des champs entiers sont dédiés à la production de roses pour l'eau de rose et l'huile essentielle.",
          "children": []
        },
        {
          "id": "utilisation",
          "level": 1,
          "title": "Utilisation",
          "content": "Le Rosier de Damas est une plante aux multiples usages :\n*   **Parfumerie et cosmétique :** L'huile essentielle de rose de Damas est l'une des plus précieuses et coûteuses au monde. Elle est utilisée dans la confection de parfums de luxe. L'eau de rose, obtenue par distillation des pétales, est un tonique cutané, astringent et apaisant, très prisé pour les soins du visage.\n*   **Culinaire :** Les pétales de rose sont utilisés pour aromatiser des confitures, des sirops, des pâtisseries, et pour préparer des infusions. L'eau de rose est également un ingrédient clé dans la cuisine orientale pour les desserts et les boissons.\n*   **Médicinale :** En médecine traditionnelle, la rose de Damas est reconnue pour ses propriétés apaisantes, anti-inflammatoires, astringentes et digestives. Elle est utilisée pour soulager les maux d'estomac, les irritations cutanées et comme léger sédatif.\n*   **Ornementale :** Bien que principalement cultivé pour ses produits dérivés, le Rosier de Damas est aussi un magnifique arbuste d'ornement pour les jardins, apprécié pour la beauté de ses fleurs et son parfum enivrant.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/rosa-x-damascena",
      "wikipedia": "https://fr.wikipedia.org/wiki/Rosa_%C3%97damascena"
    }
  }
}