{
  "id": "69568",
  "infos_generales": {
    "nom_scientifique": "Phoenix dactylifera",
    "nom_commun": "Dattier",
    "noms_darija": [
      "Nakhla",
      "تمر"
    ],
    "noms_alternatifs": [
      "Palmier dattier",
      "Dattier commun"
    ],
    "famille": "Arecaceae",
    "genre": "Phoenix"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/ef4c8d5ad2165859246aeb4f5d1c72c19b6449c6",
    "https://bs.plantnet.org/image/o/87a9c0b08d4a8e3c01f51a8e26ab3295e9a4e3c3",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Dattiers.jpg/1000px-Dattiers.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Sols profonds, sableux, bien drainés, tolère la salinité",
    "regions_origine": [
      "Afrique du Nord",
      "Moyen-Orient",
      "Sud-Ouest de l'Asie"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "longevite": "150 à 200 ans, voire plus",
    "fructification": "Débute après 5-8 ans, pleine production vers 10-15 ans",
    "sexualite": "Dioïque (pieds mâles et femelles séparés)",
    "stipe": "Non ramifié, recouvert par les bases des pétioles",
    "feuillage": "Persistant, grandes palmes pennées"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Tonique"
    ],
    "culinaire": [
      "Cuit",
      "Dessert",
      "Aromatique"
    ],
    "decoration": [
      "Jardin",
      "Jardin sec"
    ]
  },
  "source_data": {
    "resume": "Le Dattier (Phoenix dactylifera) est un palmier fruitier de la famille des Arecaceae, originaire d'Afrique du Nord et du Moyen-Orient. Largement cultivé pour ses fruits, les dattes, il représente une denrée alimentaire essentielle dans les régions arides. Cet arbre emblématique prospère sous un ensoleillement intense et joue un rôle crucial tant sur le plan économique que culturel et écologique, ses différentes parties étant également exploitées.",
    "texte_complet": {
      "introduction": "Le Dattier ou Palmier dattier (Phoenix dactylifera) est une espèce de palmier de la famille des Arecaceae, largement cultivé pour son fruit, la datte. Il est originaire du Proche-Orient où il est cultivé depuis des millénaires. Son fruit est une denrée de base dans de nombreux pays du Moyen-Orient et d'Afrique du Nord. On cultive aussi le dattier comme plante ornementale dans d'autres régions du monde. En Mauritanie et dans le Sahara occidental, le dattier est l'arbre emblème.",
      "sections": [
        {
          "id": "denomination-et-etymologie",
          "level": 1,
          "title": "Dénomination et étymologie",
          "content": "Le nom générique Phoenix vient du grec ancien φοῖνιξ, phoînix, « palme », qui pourrait désigner aussi bien l'arbre que le pays de Phénicie d'où on suppose qu'il provient ou encore l'oiseau mythique. Linné décrivait Phoenix dactylifera en 1753. L'épithète spécifique dactylifera est formée du grec δάκτυλος, daktylos, « doigt » (par allusion à la forme des dattes) et de fer, porter. La traduction littérale du nom scientifique est donc « phénix porte-doigt ».",
          "children": []
        },
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le dattier est une plante monocotylédone, ligneuse, à croissance très lente. Sa hauteur peut atteindre 30 m et sa longévité est de 150 à 200 ans, voire plus. Les feuilles ne sont pas remplacées en totalité avant 70 à 100 ans. Son tronc, appelé stipe, est recouvert par la base des anciens pétioles. Il ne porte pas de branches et est le support des feuilles ou palmes. Le dattier est une plante dioïque, c'est-à-dire que les organes sexuels mâles et femelles sont portés par des pieds différents.",
          "children": [
            {
              "id": "stipe",
              "level": 2,
              "title": "Stipe",
              "content": "Le stipe est constitué d'un cylindre de parenchyme fibreux traversé par des faisceaux cribro-vasculaires et sur lequel s'appuient les gaines foliaires. Il se forme à partir du méristème apical. Son diamètre, généralement de 30 à 40 cm, est relativement constant. Il ne subit pas d'épaississement secondaire. Le stipe est recouvert par la base persistante des pétioles des feuilles coupées, ce qui lui confère un aspect rugueux et caractéristique. Il porte des drageons à sa base pendant les premières années de la vie du palmier.",
              "children": []
            },
            {
              "id": "feuilles",
              "level": 2,
              "title": "Feuilles",
              "content": "Les feuilles du dattier, appelées palmes, sont de très grandes feuilles composées, pennées, persistantes, de 4 à 7 mètres de long. Elles sont composées d'un axe central (rachis) portant de 150 à 200 folioles linéaires et rigides, longues de 30 à 60 cm, transformées en épines à la base du pétiole. La durée de vie d'une feuille est de 3 à 7 ans. Une couronne de 100 à 120 feuilles est maintenue en pleine production. Chaque année, la production de feuilles varie entre 10 et 20 nouvelles palmes.",
              "children": []
            },
            {
              "id": "fleurs",
              "level": 2,
              "title": "Fleurs",
              "content": "Le dattier fleurit au printemps. Les fleurs, jaunâtres, sont petites et parfumées, mais apétales (sans pétales). Elles sont regroupées en grandes inflorescences appelées spadices, enveloppées dans une spathe. Les spadices mâles sont compacts et portent de nombreuses fleurs, les spadices femelles sont plus lâches et portent moins de fleurs. La pollinisation est anémophile (par le vent) mais est souvent assistée par l'homme (pollinisation artificielle) pour assurer une bonne fructification.",
              "children": []
            },
            {
              "id": "fruits",
              "level": 2,
              "title": "Fruits",
              "content": "Le fruit du dattier est la datte, une baie charnue, ovale ou oblongue, de 3 à 7 cm de long et de 2 à 3 cm de diamètre. Elle contient un noyau allongé et dur. La couleur de la datte varie du jaune-orangé au brun foncé, selon les variétés et le stade de maturité. Les dattes mûrissent en été ou à l'automne, en fonction du climat et des cultivars. Elles sont riches en sucres, en fibres et en minéraux. Un régime de dattes peut contenir de quelques dizaines à plus d'un millier de fruits et peser jusqu'à 25 kg.",
              "children": []
            }
          ]
        },
        {
          "id": "aire-de-repartition-et-habitat",
          "level": 1,
          "title": "Aire de répartition et habitat",
          "content": "Le dattier est originaire du Proche-Orient, probablement des régions comprises entre le Nil et la Mésopotamie. Sa culture s'est étendue depuis des millénaires à toutes les zones arides et semi-arides d'Afrique du Nord (Maroc, Algérie, Tunisie, Libye, Égypte, Mauritanie) et du Moyen-Orient (Arabie saoudite, Irak, Iran, Pakistan, etc.). Il est parfaitement adapté aux climats désertiques, nécessitant beaucoup de chaleur et un sol bien drainé, mais aussi de l'eau, souvent puisée en profondeur ou par irrigation, d'où sa présence typique dans les oasis.",
          "children": []
        },
        {
          "id": "classification",
          "level": 1,
          "title": "Classification",
          "content": "Le dattier (Phoenix dactylifera) appartient à la famille des Arecaceae (anciennement Palmacées), sous-famille des Coryphoideae, tribu des Phoeniceae, genre Phoenix. Le genre Phoenix comprend une douzaine d'espèces, toutes originaires d'Afrique ou d'Asie tropicale et subtropicale. Phoenix dactylifera est l'espèce la plus connue et la plus cultivée de ce genre.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "La culture du dattier est une activité agricole millénaire, cruciale pour les populations des oasis. Elle demande un savoir-faire spécifique, depuis la multiplication jusqu'à la récolte. La pollinisation artificielle est une pratique courante pour assurer une bonne production. La production commerciale de dattes repose sur des variétés sélectionnées pour la qualité de leurs fruits.",
          "children": [
            {
              "id": "multiplication",
              "level": 2,
              "title": "Multiplication",
              "content": "Le dattier peut être multiplié par semis de graines, mais cette méthode ne garantit pas la fidélité au parent et produit des palmiers souvent peu productifs. La multiplication végétative par rejets (drageons) est préférée car elle permet de conserver les caractéristiques des variétés mères. Les rejets sont prélevés sur des palmiers jeunes (5 à 15 ans) et mis en pépinière avant d'être plantés.",
              "children": []
            },
            {
              "id": "exigences-culturales",
              "level": 2,
              "title": "Exigences culturales",
              "content": "Le dattier exige un climat chaud et ensoleillé, avec des températures élevées pendant la maturation des fruits. Il supporte des hivers doux et des gels brefs. Il a besoin d'eau, surtout pendant la période de croissance et de fructification, mais il est aussi tolérant à la sécheresse une fois établi. Le sol doit être profond, bien drainé et de préférence sableux-limoneux. Il tolère une certaine salinité.",
              "children": []
            },
            {
              "id": "entretien",
              "level": 2,
              "title": "Entretien",
              "content": "L'entretien des palmeraies comprend l'irrigation, la fertilisation, la taille des palmes sèches, la pollinisation artificielle (manuelle ou mécanique), l'éclaircissage des régimes pour obtenir des fruits de meilleure qualité, et la protection contre les ravageurs et maladies. L'irrigation est essentielle, surtout dans les zones arides, pour une production optimale.",
              "children": []
            },
            {
              "id": "maladies-et-ravageurs",
              "level": 2,
              "title": "Maladies et ravageurs",
              "content": "Le dattier est sujet à diverses maladies et ravageurs. Parmi les plus redoutables figure le Bayoud (fusariose vasculaire), causé par le champignon Fusarium oxysporum f. sp. albedinis, qui a dévasté des palmeraies entières en Afrique du Nord. D'autres menaces incluent le charançon rouge des palmiers (Rhynchophorus ferrugineus), divers insectes ravageurs des fruits et des feuilles, ainsi que des maladies fongiques.",
              "children": []
            }
          ]
        },
        {
          "id": "production-mondiale",
          "level": 1,
          "title": "Production mondiale",
          "content": "La production mondiale de dattes a considérablement augmenté au cours des dernières décennies. En 2021, la production mondiale était d'environ 9,6 millions de tonnes. L'Égypte est le premier producteur mondial, suivie par l'Arabie saoudite, l'Iran, l'Algérie, l'Irak, le Pakistan et les Émirats arabes unis. Le Maroc figure également parmi les pays producteurs importants. La consommation de dattes est particulièrement élevée dans les pays du Moyen-Orient et d'Afrique du Nord.",
          "children": []
        },
        {
          "id": "utilisations",
          "level": 1,
          "title": "Utilisations",
          "content": "Le dattier est une plante à usages multiples, dont le fruit, la datte, est le produit le plus valorisé. Cependant, presque toutes les parties de l'arbre peuvent être utilisées par l'homme, d'où son surnom 'l'arbre de vie' dans les régions désertiques.",
          "children": [
            {
              "id": "alimentation",
              "level": 2,
              "title": "Alimentation",
              "content": "La datte est consommée fraîche ou séchée. Riche en sucres (jusqu'à 70-80% de matière sèche), en fibres, en minéraux (potassium, magnésium, fer) et en vitamines (B), elle est un aliment énergétique et nutritif. Elle peut être consommée telle quelle, intégrée dans des pâtisseries, des confiseries, ou transformée en sirop, miel de dattes, vinaigre ou alcool. Le pollen de datte est aussi parfois consommé pour ses propriétés nutritionnelles.",
              "children": []
            },
            {
              "id": "construction-et-artisanat",
              "level": 2,
              "title": "Construction et artisanat",
              "content": "Le bois du dattier, bien que de qualité moyenne, est utilisé localement pour la construction (poutres, toitures), le chauffage et la fabrication de petits objets. Les palmes servent à tresser des nattes, des paniers, des chapeaux, des cordes, et sont utilisées pour couvrir les toits des habitations ou fabriquer des clôtures. Les fibres des pétioles peuvent être transformées en brosses ou en tissus grossiers.",
              "children": []
            },
            {
              "id": "biocarburant",
              "level": 2,
              "title": "Biocarburant",
              "content": "Des recherches sont menées sur l'utilisation des déchets de dattier (noyaux, palmes, troncs) comme source de biomasse pour la production de biocarburants (éthanol, biodiesel) ou pour la production d'énergie. Les noyaux de dattes, par exemple, ont un pouvoir calorifique intéressant et peuvent être transformés en charbon actif ou en huile.",
              "children": []
            }
          ]
        },
        {
          "id": "dans-la-culture",
          "level": 1,
          "title": "Dans la culture",
          "content": "Le dattier est profondément ancré dans la culture et la symbolique des peuples du Proche-Orient et d'Afrique du Nord. Il est mentionné dans les textes sacrés (Coran, Bible) comme un arbre béni et un symbole de prospérité, de fertilité et d'hospitalité. Il est souvent représenté dans l'art, la poésie et l'artisanat. Sa présence est emblématique des oasis et du mode de vie qui y est associé.",
          "children": []
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/phoenix-dactylifera",
      "wikipedia": "https://fr.wikipedia.org/wiki/Phoenix_dactylifera"
    }
  }
}