{
  "id": "97680",
  "infos_generales": {
    "nom_scientifique": "Laurus nobilis",
    "nom_commun": "Laurier noble",
    "noms_darija": [
      "Rend",
      "الرند"
    ],
    "noms_alternatifs": [
      "Laurier-sauce",
      "Laurier vrai"
    ],
    "famille": "Lauraceae",
    "genre": "Laurus"
  },
  "galerie_images": [
    "https://bs.plantnet.org/image/o/1146e597d3b9db40a4d4b350df8bcd5a6a484644",
    "https://bs.plantnet.org/image/o/5ae6ab57e38ef3b465c73669c021d41f2b99900d",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Illustration_Laurus_nobilis0.jpg/1000px-Illustration_Laurus_nobilis0.jpg"
  ],
  "caracteristiques": {
    "arrosage": "Modéré",
    "luminosite": "Plein soleil",
    "type_sol": "Bien drainé, Riche",
    "regions_origine": [
      "Bassin méditerranéen"
    ],
    "toxicite": false
  },
  "attributs_specifiques": {
    "odeur": "Aromatique, caractéristique",
    "feuillage": "Persistant",
    "floraison": "Printemps",
    "taille": "Arbuste ou petit arbre (jusqu'à 10-15m)",
    "rusticite_froid": "Modérée (résiste jusqu'à -10°C)"
  },
  "utilisations": {
    "medicale": [
      "Digestif",
      "Respiratoire",
      "Anti-inflammatoire",
      "Antiseptique",
      "Apaisant",
      "Tonique"
    ],
    "culinaire": [
      "Épice",
      "Aromatique",
      "Infusion",
      "Cuit"
    ],
    "decoration": [
      "Jardin",
      "Haie",
      "Jardin sec",
      "Balcon"
    ]
  },
  "source_data": {
    "resume": "Le laurier noble (Laurus nobilis) est un arbuste ou petit arbre aromatique de la famille des Lauraceae, originaire du bassin méditerranéen. Apprécié pour son feuillage persistant vert foncé et ses baies noires, il est largement cultivé pour ses feuilles aromatiques utilisées comme épice en cuisine. Il possède également des propriétés médicinales reconnues, notamment digestives et anti-inflammatoires. Symboliquement fort, il est associé à la victoire et à la paix depuis l'Antiquité. C'est une plante ornementale robuste, facile d'entretien, qui s'adapte à divers climats et sols, faisant d'elle un choix populaire pour les jardins et les haies dans les régions méditerranéennes, y compris au Maroc.",
    "texte_complet": {
      "introduction": "Le laurier noble (Laurus nobilis L.), également appelé laurier-sauce ou laurier vrai, est une espèce de plantes à fleurs de la famille des Lauraceae. C'est un arbuste ou un petit arbre de la région méditerranéenne où il pousse à l'état sauvage. Il est largement cultivé comme plante ornementale, condimentaire ou médicinale. Le terme « laurier » désigne aussi le feuillage de cet arbre, notamment utilisé en cuisine. Le laurier noble est un arbre très ancien, associé à l'Antiquité gréco-romaine, et est le symbole de la victoire, de la paix et de la gloire.",
      "sections": [
        {
          "id": "description",
          "level": 1,
          "title": "Description",
          "content": "Le laurier noble est un arbuste ou un petit arbre pouvant atteindre 10 à 15 mètres de hauteur, au feuillage persistant, glabre, d'un vert foncé brillant sur le dessus et plus clair en dessous. L'écorce est noire et lisse. Ses fleurs sont petites, jaune pâle, unisexuées et regroupées en petites grappes axillaires. Le fruit est une baie ovoïde, noire à maturité, de la taille d'une petite olive, contenant une seule graine.",
          "children": [
            {
              "id": "appareil-vegetatif",
              "level": 2,
              "title": "Appareil végétatif",
              "content": "Les feuilles sont alternes, coriaces, lancéolées, de 6 à 12 cm de long, et très aromatiques quand on les froisse. Elles sont pétiolées et glabres. Les jeunes rameaux sont souvent rougeâtres. Le système racinaire est pivotant et bien développé, permettant à la plante de s'ancrer solidement et de résister à la sécheresse.",
              "children": []
            },
            {
              "id": "appareil-reproducteur",
              "level": 2,
              "title": "Appareil reproducteur",
              "content": "La floraison a lieu au printemps (mars-avril). Le laurier noble est une espèce dioïque, c'est-à-dire que les fleurs mâles et femelles sont portées par des pieds différents. Les fleurs sont petites, verdâtres ou jaune pâle, regroupées en petites ombelles axillaires. Les fruits sont des drupes ovoïdes, luisantes, de couleur noire à maturité (septembre-octobre), contenant une seule graine.",
              "children": []
            }
          ]
        },
        {
          "id": "repartition",
          "level": 1,
          "title": "Répartition",
          "content": "Le laurier noble est originaire du bassin méditerranéen, où il pousse spontanément dans les sous-bois et sur les coteaux ensoleillés, souvent en association avec d'autres espèces méditerranéennes comme le chêne vert ou le pin d'Alep. On le trouve en Afrique du Nord (Maroc, Algérie, Tunisie), en Europe du Sud (Espagne, Italie, Grèce, France) et au Proche-Orient. Il a été introduit et naturalisé dans d'autres régions du monde avec un climat tempéré.",
          "children": []
        },
        {
          "id": "culture",
          "level": 1,
          "title": "Culture",
          "content": "Le laurier noble est une plante rustique qui supporte des températures jusqu'à -10°C une fois bien établi. Il préfère les sols bien drainés, même calcaires, et une exposition en plein soleil ou à mi-ombre. Il résiste bien à la sécheresse mais apprécie un arrosage régulier en période de croissance et de forte chaleur. La taille est recommandée pour maintenir une forme compacte et favoriser la ramification. Il peut être cultivé en pleine terre ou en pot.",
          "children": [
            {
              "id": "multiplication",
              "level": 2,
              "title": "Multiplication",
              "content": "Le laurier noble se multiplie principalement par semis des graines (après stratification) ou par bouturage de tiges semi-aoûtées en été. La bouture est la méthode la plus courante pour obtenir des plants fidèles au pied mère et une croissance plus rapide. Le marcottage est également possible.",
              "children": []
            },
            {
              "id": "maladies-ravageurs",
              "level": 2,
              "title": "Maladies et ravageurs",
              "content": "Le laurier noble est relativement résistant aux maladies. Il peut être occasionnellement attaqué par la cochenille ou les pucerons, notamment en culture en pot ou en milieu confiné. Un excès d'humidité peut entraîner le développement de maladies fongiques. Une bonne circulation de l'air et une surveillance régulière permettent de prévenir ces problèmes.",
              "children": []
            }
          ]
        },
        {
          "id": "usages",
          "level": 1,
          "title": "Usages",
          "content": "Le laurier noble est une plante aux usages multiples, reconnue depuis l'Antiquité pour ses propriétés aromatiques, médicinales et son symbolisme.",
          "children": [
            {
              "id": "alimentaires",
              "level": 2,
              "title": "Alimentaires",
              "content": "Les feuilles de laurier sont très utilisées en cuisine comme herbe aromatique, séchées ou fraîches. Elles entrent dans la composition des bouquets garnis et parfument de nombreux plats : ragoûts, soupes, sauces, marinades, pot-au-feu. Elles sont retirées avant de servir car leur texture reste rigide et leur goût peut devenir trop fort. Les baies peuvent également être utilisées, mais avec modération en raison de leur amertume.",
              "children": []
            },
            {
              "id": "medicinaux-cosmetiques",
              "level": 2,
              "title": "Médicinaux et cosmétiques",
              "content": "Le laurier possède des propriétés digestives, carminatives, antiseptiques, anti-inflammatoires et expectorantes. En phytothérapie, il est utilisé sous forme d'infusion pour soulager les troubles digestifs, les maux de gorge et les affections respiratoires. L'huile essentielle de laurier, obtenue par distillation des feuilles ou des baies, est employée en aromathérapie et en cosmétique pour ses vertus purifiantes et apaisantes, notamment dans la fabrication du savon d'Alep. L'huile de baies de laurier est également utilisée pour les douleurs rhumatismales.",
              "children": []
            },
            {
              "id": "autres",
              "level": 2,
              "title": "Autres",
              "content": "Le laurier est également utilisé comme plante ornementale, taillé en formes diverses ou en haie. Son bois est dur et dense, utilisé occasionnellement en ébénisterie ou pour la fabrication de petits objets. Il est aussi planté pour ses qualités paysagères et sa résistance.",
              "children": []
            }
          ]
        },
        {
          "id": "historique-symbolisme",
          "level": 1,
          "title": "Historique et symbolisme",
          "content": "Le laurier a une longue histoire et une signification symbolique profonde dans de nombreuses cultures, particulièrement dans le bassin méditerranéen.",
          "children": [
            {
              "id": "antiquite-grecque-romaine",
              "level": 2,
              "title": "Antiquité grecque et romaine",
              "content": "Dans l'Antiquité grecque, le laurier était consacré à Apollon et symbolisait la gloire, la victoire et la sagesse. Les vainqueurs des jeux pythiques étaient couronnés de laurier. À Rome, le laurier était le symbole des empereurs et des généraux victorieux. Il était également associé à la poésie et à l'éloquence, d'où le terme « lauréat ».",
              "children": []
            },
            {
              "id": "moyen-age-periode-moderne",
              "level": 2,
              "title": "Moyen Âge et période moderne",
              "content": "Le symbolisme du laurier s'est perpétué à travers les siècles. Au Moyen Âge, il restait un emblème de distinction et de réussite. Il a été largement utilisé dans les armoiries et l'iconographie pour représenter la noblesse et l'immortalité. Au XVIIIe siècle, il a été adopté comme symbole de la République française, apparaissant sur les monnaies et les monuments.",
              "children": []
            },
            {
              "id": "le-laurier-dans-la-culture-contemporaine",
              "level": 2,
              "title": "Le laurier dans la culture contemporaine",
              "content": "Aujourd'hui encore, le laurier conserve une forte valeur symbolique. Il est associé au succès et à la reconnaissance, notamment à travers l'expression « dormir sur ses lauriers ». Il est aussi utilisé en décoration et dans l'art floral, perpétuant son héritage culturel.",
              "children": []
            }
          ]
        }
      ]
    },
    "urls": {
      "trefle": "https://trefle.io/explore/species/laurus-nobilis",
      "wikipedia": "https://fr.wikipedia.org/wiki/Laurus_nobilis"
    }
  }
}