[
  "abaisser",
  "abdominal",
  "abiotique",
  "abolir",
  "abondamment",
  "abondant",
  "aboutissement",
  "abri",
  "abriter",
  "abscission",
  "absence",
  "absent",
  "absinthe",
  "absolu",
  "absolument",
  "absorb",
  "absorbant",
  "absorbe",
  "absorber",
  "absorption",
  "abus",
  "acarien",
  "accder",
  "accent",
  "accentuer",
  "acceptable",
  "accidentel",
  "acclimatation",
  "acclimater",
  "acclrent",
  "acclrer",
  "accompagner",
  "accomplir",
  "accrotre",
  "accrue",
  "accumul",
  "accumulation",
  "accumule",
  "accumulent",
  "accumuler",
  "achiller",
  "acide",
  "acidification",
  "acidifier",
  "acidit",
  "acidophile",
  "actif",
  "action",
  "actionneur",
  "active",
  "activemer",
  "activit",
  "actuel",
  "adage",
  "adalia",
  "adaptatier",
  "adaptatif",
  "adaptation",
  "adapte",
  "adapter",
  "additif",
  "ado",
  "adoption",
  "adquat",
  "adulte",
  "adventice",
  "adventif",
  "affadissent",
  "affaiblie",
  "affaiblir",
  "affaiblissement",
  "affaiblit",
  "affect",
  "affecter",
  "affinent",
  "affinit",
  "affleurer",
  "affronter",
  "africain",
  "agave",
  "agent",
  "aggraver",
  "agir",
  "aglaonema",
  "agrgat",
  "agricole",
  "agriculture",
  "agronomie",
  "agronomique",
  "agrume",
  "agtech",
  "aide",
  "aider",
  "aigu",
  "aiguille",
  "ail",
  "ailleurs",
  "air",
  "aire",
  "ajourer",
  "ajustement",
  "ajuster",
  "alarmant",
  "alarme",
  "alcalin",
  "alcalinisation",
  "alcaliniser",
  "alcalinit",
  "alcalode",
  "alcaloder",
  "alcool",
  "aleurode",
  "algue",
  "alimentaire",
  "alimentation",
  "alimenter",
  "aller",
  "allergique",
  "allergiser",
  "allger",
  "alliace",
  "allongement",
  "allonger",
  "aloe",
  "aloevera",
  "alone",
  "alos",
  "alpin",
  "alpine",
  "alternance",
  "alternatif",
  "alternative",
  "alterner",
  "altitud",
  "altitude",
  "altr",
  "altration",
  "altrer",
  "aluminiser",
  "aluminium",
  "amandier",
  "amandon",
  "amas",
  "amateur",
  "ambiant",
  "ambroisie",
  "amendement",
  "amender",
  "amer",
  "ameubli",
  "ameublir",
  "amidon",
  "aminer",
  "amlioration",
  "amliore",
  "amliorer",
  "amplitude",
  "amre",
  "an",
  "analogique",
  "analyse",
  "anarchique",
  "anarobie",
  "anarobier",
  "ancestral",
  "ancestrale",
  "ancien",
  "ancrage",
  "anecdotique",
  "animal",
  "anne",
  "anneau",
  "annuel",
  "annuellement",
  "annulaire",
  "anormal",
  "anormalement",
  "anoxie",
  "antagonisme",
  "anthocyaniqu",
  "anthocyanognse",
  "anthranode",
  "anthurium",
  "anticiper",
  "antifongique",
  "antipoison",
  "antse",
  "aot",
  "aotement",
  "aphid",
  "apical",
  "apparatre",
  "appareil",
  "apparent",
  "apparenter",
  "apparition",
  "appartenir",
  "appauvrie",
  "appauvrissement",
  "appeler",
  "application",
  "appliquer",
  "appoint",
  "apport",
  "apporte",
  "apporter",
  "apprcie",
  "apprcier",
  "approche",
  "approprier",
  "approvisionnement",
  "approximatif",
  "appuie",
  "aqueux",
  "ar",
  "araigne",
  "arant",
  "aration",
  "arboricole",
  "arboriculture",
  "arbre",
  "arbust",
  "arbuste",
  "arc",
  "arceau",
  "archtype",
  "arduino",
  "are",
  "arer",
  "arganiaspinosa",
  "arganier",
  "argenter",
  "argile",
  "argileux",
  "argilo",
  "aride",
  "arider",
  "aridit",
  "arien",
  "arme",
  "armillaria",
  "aromaticit",
  "aromatique",
  "aromatiquer",
  "aroponie",
  "arrosage",
  "arroser",
  "arrt",
  "art",
  "artemisiaabsinthium",
  "artificiel",
  "arum",
  "arythmie",
  "ascendant",
  "asexu",
  "asparagus",
  "aspect",
  "asperger",
  "aspersion",
  "asphyxiant",
  "asphyxie",
  "asphyxier",
  "aspidistra",
  "aspriter",
  "asschement",
  "asscher",
  "assimilable",
  "assimilat",
  "assimilation",
  "association",
  "associer",
  "assurer",
  "atlantique",
  "atlas",
  "atlasique",
  "atmosphre",
  "atmosphrique",
  "atome",
  "atout",
  "atp",
  "atpase",
  "atropin",
  "attache",
  "attacher",
  "attaque",
  "attaquer",
  "atteigne",
  "atteindre",
  "atteinte",
  "attendre",
  "attente",
  "attentif",
  "attention",
  "attnuation",
  "attnuer",
  "aucun",
  "augmentation",
  "augmentent",
  "augmenter",
  "autant",
  "authenticit",
  "authentique",
  "automate",
  "automatique",
  "automatisation",
  "automatiser",
  "automnal",
  "automne",
  "autonomie",
  "autoroute",
  "autotrophe",
  "autour",
  "auxiliaire",
  "auxine",
  "avancer",
  "avantage",
  "avantager",
  "avis",
  "avoisine",
  "avorter",
  "avr",
  "avre",
  "avril",
  "azale",
  "azaler",
  "azot",
  "azote",
  "azoter",
  "azoxystrobine",
  "bac",
  "bacillus",
  "bactrie",
  "bactrienne",
  "baie",
  "baignent",
  "bande",
  "bandelette",
  "barbadensi",
  "barrire",
  "bas",
  "basale",
  "base",
  "baser",
  "basilic",
  "basique",
  "basse",
  "bassiana",
  "bassin",
  "bassinage",
  "battance",
  "battant",
  "battement",
  "bche",
  "beaucoup",
  "beaut",
  "beauveria",
  "bel",
  "besoin",
  "betterav",
  "biais",
  "bien",
  "bigaradier",
  "bihebdomadaire",
  "bille",
  "bio",
  "bioactif",
  "bioagresseur",
  "biochimique",
  "biocontrle",
  "biodisponibilit",
  "biogographique",
  "biologie",
  "biologique",
  "biologiquement",
  "biomass",
  "biomasse",
  "biome",
  "biomes",
  "biopesticide",
  "bipunctata",
  "bisannuel",
  "bisannuelle",
  "bl",
  "blanc",
  "blanche",
  "blanchiment",
  "blanchtre",
  "blesser",
  "blessure",
  "bleu",
  "bloc",
  "blocage",
  "blond",
  "blonde",
  "bloqu",
  "bloquer",
  "blossom",
  "bnficie",
  "bnficier",
  "bnfique",
  "board",
  "boi",
  "bois",
  "bomb",
  "bon",
  "bonsa",
  "bord",
  "bordure",
  "bore",
  "boston",
  "botanique",
  "botrytis",
  "bouche",
  "boue",
  "bougainviller",
  "bougainvillier",
  "boul",
  "bourgeer",
  "bourgeon",
  "boursoufflure",
  "bouse",
  "bout",
  "bouter",
  "bouton",
  "bouturage",
  "bouture",
  "bradycardie",
  "branch",
  "branche",
  "bref",
  "brillant",
  "brivement",
  "brler",
  "brlur",
  "brlure",
  "brossage",
  "brouillard",
  "broye",
  "broyer",
  "brumisation",
  "brun",
  "brune",
  "brunie",
  "brunir",
  "bruntre",
  "brut",
  "brutal",
  "brutalement",
  "bruyre",
  "bt",
  "btail",
  "btisseur",
  "bton",
  "buccal",
  "bulbe",
  "bulle",
  "buter",
  "buttage",
  "butte",
  "butter",
  "ca",
  "cacher",
  "caco",
  "cactace",
  "cacte",
  "cactus",
  "cadre",
  "caduc",
  "cah",
  "caillou",
  "caillouteu",
  "caillouteux",
  "cal",
  "calather",
  "calcaire",
  "calcicole",
  "calcique",
  "calcium",
  "calculer",
  "calibrer",
  "calvin",
  "cam",
  "cambium",
  "camlia",
  "camomille",
  "camra",
  "canicul",
  "caniculaire",
  "canicule",
  "cannabis",
  "canope",
  "cao",
  "capable",
  "capacit",
  "capacitif",
  "capillarit",
  "capital",
  "capitule",
  "capter",
  "capteur",
  "capture",
  "caractre",
  "caractrisation",
  "caractriser",
  "caractristique",
  "carapace",
  "carbon",
  "cardiaque",
  "cardinal",
  "cardinaler",
  "cardiotonique",
  "cardiovasculaire",
  "cardnolide",
  "carence",
  "carencer",
  "carotnode",
  "carotte",
  "caroubier",
  "carr",
  "carrer",
  "carrire",
  "carter",
  "cas",
  "cascade",
  "cass",
  "cassant",
  "catalytique",
  "catastrophique",
  "catastrophiquemer",
  "catgorie",
  "cation",
  "cationique",
  "causant",
  "cause",
  "causer",
  "caustique",
  "cdre",
  "cec",
  "cedrusatlantica",
  "celcieu",
  "cellulaire",
  "cellule",
  "cendre",
  "centenaire",
  "centimtre",
  "central",
  "centraliser",
  "centre",
  "centrer",
  "cerisier",
  "certifier",
  "cess",
  "cesser",
  "chaleur",
  "chamazulne",
  "champ",
  "champignon",
  "chancre",
  "change",
  "changement",
  "chantillon",
  "charbon",
  "charge",
  "charnu",
  "charpente",
  "charpentier",
  "chasser",
  "chat",
  "chaud",
  "chaude",
  "chauffage",
  "chauffer",
  "chaulage",
  "chaux",
  "chec",
  "chelle",
  "chenille",
  "cherche",
  "chercher",
  "chergui",
  "cheveu",
  "chien",
  "chiffon",
  "chiffre",
  "chignon",
  "chimique",
  "chimiquement",
  "chinacer",
  "chinacoside",
  "chlate",
  "chlateur",
  "chlorer",
  "chlorophyll",
  "chlorophylle",
  "chlorophyllien",
  "chlorophyllienne",
  "chloroplaste",
  "chloros",
  "chlorose",
  "chlorotique",
  "chlorure",
  "chmotype",
  "chne",
  "choc",
  "choisir",
  "choix",
  "chou",
  "chronique",
  "chrysanthm",
  "chrysope",
  "chtaignier",
  "chtif",
  "chute",
  "cibl",
  "cible",
  "cibler",
  "ciboulette",
  "cicatrisation",
  "cicatriser",
  "cinerea",
  "cintique",
  "circuit",
  "circulation",
  "circuler",
  "cireux",
  "cirifrent",
  "cisaille",
  "citronnier",
  "cl",
  "claboussure",
  "clair",
  "clairage",
  "claircir",
  "clairement",
  "clairer",
  "clairsemer",
  "classer",
  "classification",
  "classifier",
  "classique",
  "clat",
  "clatement",
  "clater",
  "cler",
  "climat",
  "climatique",
  "climatisation",
  "clone",
  "co",
  "cob",
  "coccinelle",
  "cochenille",
  "coco",
  "coefficient",
  "cohrence",
  "cohsion",
  "col",
  "collant",
  "collect",
  "collection",
  "coller",
  "collet",
  "collode",
  "cologique",
  "colonie",
  "coloniser",
  "color",
  "coloration",
  "colorer",
  "colorimtrique",
  "colza",
  "coma",
  "combine",
  "combiner",
  "combler",
  "commence",
  "commencer",
  "commercial",
  "commun",
  "compacit",
  "compact",
  "compactage",
  "compacte",
  "compacter",
  "compaction",
  "comparer",
  "compatible",
  "compensation",
  "compenser",
  "complet",
  "complexe",
  "compliqu",
  "complmentaire",
  "compltement",
  "compltent",
  "complter",
  "comportement",
  "comporter",
  "compos",
  "composant",
  "composer",
  "composition",
  "compost",
  "composter",
  "comprhension",
  "compromettre",
  "compromis",
  "compte",
  "comptition",
  "concentr",
  "concentration",
  "concentrer",
  "concerner",
  "concevoir",
  "concurrent",
  "condamnation",
  "condamner",
  "condenser",
  "condimentaire",
  "condition",
  "conditionner",
  "conductimtre",
  "conductivit",
  "conduire",
  "configuration",
  "confiner",
  "confirmer",
  "confondre",
  "conformit",
  "confort",
  "confrer",
  "conglation",
  "conifre",
  "conjuguer",
  "connaissance",
  "connatre",
  "conome",
  "conomie",
  "conomique",
  "conomiser",
  "conservation",
  "conserver",
  "considrablement",
  "considrablemer",
  "considrer",
  "considror",
  "consigne",
  "consistance",
  "consister",
  "consommation",
  "consommer",
  "consquence",
  "constamment",
  "constant",
  "conster",
  "constituer",
  "construction",
  "consumer",
  "contact",
  "contacter",
  "contamination",
  "contaminer",
  "contenant",
  "contenir",
  "contenter",
  "contenu",
  "contexte",
  "continental",
  "continu",
  "continuellement",
  "continuer",
  "contraction",
  "contraindre",
  "contrairement",
  "contrast",
  "contraste",
  "contre",
  "contrle",
  "contrler",
  "convenir",
  "conventionnel",
  "conversion",
  "convertir",
  "convient",
  "convier",
  "convulsion",
  "cooprative",
  "copieux",
  "coquelicot",
  "coquille",
  "corce",
  "corcer",
  "coriace",
  "coriandre",
  "corne",
  "corps",
  "correct",
  "correctement",
  "correctif",
  "correspondre",
  "corriger",
  "cosmtique",
  "cosystme",
  "cot",
  "cotonneux",
  "cotype",
  "couche",
  "coul",
  "coule",
  "coulement",
  "coulemer",
  "couler",
  "couleur",
  "coup",
  "coupe",
  "couper",
  "coupler",
  "couramment",
  "courant",
  "courante",
  "couronne",
  "cours",
  "court",
  "couteau",
  "couvertur",
  "couverture",
  "cramique",
  "crampe",
  "craquelure",
  "cration",
  "cre",
  "crent",
  "crer",
  "creuser",
  "crispation",
  "cristal",
  "cristalliser",
  "critique",
  "critiquer",
  "crmeux",
  "crocussativus",
  "croire",
  "croisement",
  "croissance",
  "crot",
  "crote",
  "croton",
  "crotr",
  "crotre",
  "croustillant",
  "crpe",
  "crucial",
  "cruciau",
  "cryoprotecteur",
  "cryptogamique",
  "csa",
  "cte",
  "ctier",
  "cuber",
  "cucurbitace",
  "cuit",
  "cuite",
  "cuivre",
  "cul",
  "culinaire",
  "cultiv",
  "cultivable",
  "cultivar",
  "cultive",
  "cultiver",
  "cultural",
  "culture",
  "curatif",
  "curiosit",
  "cutan",
  "cuticule",
  "cuvette",
  "cycle",
  "cymbidium",
  "cyprs",
  "cytokinine",
  "damas",
  "damascena",
  "danger",
  "dangereux",
  "dar",
  "datte",
  "dattier",
  "datura",
  "daturer",
  "davantage",
  "dbit",
  "dbourrement",
  "dbourremer",
  "dbut",
  "dbutant",
  "dbuter",
  "dcembre",
  "dcennie",
  "dcharge",
  "dchet",
  "dchirement",
  "dchirure",
  "dcime",
  "dcision",
  "dclenche",
  "dclenchement",
  "dclencher",
  "dclencheur",
  "dcolor",
  "dcoloration",
  "dcomposer",
  "dcoratif",
  "dcoration",
  "dcorative",
  "dcupler",
  "ddiffrencier",
  "dduire",
  "de",
  "degr",
  "demand",
  "demande",
  "demeure",
  "demeurer",
  "dense",
  "densit",
  "dermatite",
  "dernier",
  "des",
  "descend",
  "descendance",
  "descendant",
  "descendent",
  "descendre",
  "dessch",
  "desschant",
  "desschement",
  "desscher",
  "dessiccation",
  "destiner",
  "destruction",
  "devenir",
  "devoir",
  "dfaillance",
  "dfavorable",
  "dfense",
  "dfensif",
  "dfensive",
  "dfi",
  "dficience",
  "dficient",
  "dficit",
  "dfinir",
  "dfinitif",
  "dfinition",
  "dfinitivement",
  "dformation",
  "dformer",
  "dgarnir",
  "dgrad",
  "dgradation",
  "dgrader",
  "dgt",
  "diagnostic",
  "diagnostiquer",
  "diamtralement",
  "diamtre",
  "diarrhe",
  "dict",
  "dicter",
  "dieffenbachia",
  "difficile",
  "difficilement",
  "difficulter",
  "diffrence",
  "diffrenciation",
  "diffrencier",
  "diffrent",
  "diffrentiel",
  "diffrer",
  "diffuser",
  "digestif",
  "digital",
  "diluer",
  "dilution",
  "dimension",
  "diminuer",
  "diode",
  "dioxyde",
  "diptre",
  "direct",
  "directer",
  "dirigeant",
  "diriger",
  "disparition",
  "disponibilit",
  "disponible",
  "disposer",
  "dissiper",
  "dissou",
  "dissoudre",
  "distance",
  "distillation",
  "distinct",
  "distinguer",
  "distribue",
  "distribution",
  "diurne",
  "diversit",
  "diviser",
  "division",
  "dizaine",
  "dlai",
  "dlicat",
  "dlicatement",
  "dlicatesse",
  "dlire",
  "dlivrer",
  "dm",
  "dmarche",
  "dme",
  "dmesurmer",
  "dminraliser",
  "dmlage",
  "dmler",
  "dmontage",
  "dmontrer",
  "dnaturation",
  "dnuder",
  "documenter",
  "doigt",
  "dolomie",
  "domain",
  "domestique",
  "dominant",
  "dominer",
  "dommage",
  "dommager",
  "domotiqu",
  "donne",
  "donner",
  "dormanc",
  "dormance",
  "dormant",
  "dosage",
  "dose",
  "doter",
  "double",
  "doubler",
  "douce",
  "douleur",
  "doux",
  "downy",
  "dpass",
  "dpasse",
  "dpasser",
  "dpendant",
  "dpendre",
  "dpens",
  "dplacer",
  "dposer",
  "dpotage",
  "dprir",
  "dprissement",
  "dpt",
  "dracaena",
  "drain",
  "drainage",
  "drainant",
  "drainer",
  "dramatiquemer",
  "dranger",
  "drastiquemer",
  "drip",
  "drouler",
  "droute",
  "drupe",
  "dsagrger",
  "dsert",
  "dsertification",
  "dsertique",
  "dshydratation",
  "dshydrater",
  "dsigner",
  "dsinfect",
  "dsinfecter",
  "dsinfection",
  "dsordre",
  "dsorientation",
  "dsquilibr",
  "dsquilibre",
  "dtail",
  "dtailler",
  "dtecter",
  "dtection",
  "dtergent",
  "dtermine",
  "dterminent",
  "dterminer",
  "dterrer",
  "dtester",
  "dtremper",
  "dtriment",
  "dtrrage",
  "dtruire",
  "dur",
  "durable",
  "dure",
  "durer",
  "duveteux",
  "dvelopp",
  "dveloppe",
  "dveloppement",
  "dveloppemental",
  "dveloppemer",
  "dvelopper",
  "dynamique",
  "eau",
  "ec",
  "effectif",
  "effectivement",
  "effectuer",
  "effet",
  "efficace",
  "efficacement",
  "efficacit",
  "efficience",
  "effondrer",
  "emballage",
  "emblmatique",
  "embryogense",
  "embryon",
  "emitting",
  "empcher",
  "empirique",
  "emplacement",
  "empotage",
  "enchevtrent",
  "encourag",
  "encourager",
  "end",
  "endmique",
  "endommage",
  "endommager",
  "endroit",
  "enfant",
  "enfoui",
  "enfouissement",
  "engorgement",
  "engrai",
  "engrais",
  "enjeu",
  "enjeux",
  "enlever",
  "enlvement",
  "ennemi",
  "enracine",
  "enracinement",
  "enracinent",
  "enraciner",
  "enrichi",
  "enrichie",
  "enrichir",
  "enrichissement",
  "enrober",
  "enroulement",
  "ensemble",
  "ensuite",
  "enterr",
  "enterrer",
  "entier",
  "entirement",
  "entomopathogne",
  "entourer",
  "entran",
  "entranent",
  "entraner",
  "entre",
  "entrer",
  "entretien",
  "envahissant",
  "enveloppement",
  "envelopper",
  "envergure",
  "environnant",
  "environnement",
  "environnemental",
  "environnementale",
  "environnementau",
  "envisageable",
  "enzymatique",
  "enzyme",
  "erreur",
  "erysiphe",
  "espace",
  "espacement",
  "espacer",
  "espalier",
  "espce",
  "essence",
  "essentiel",
  "esthtique",
  "estimation",
  "estival",
  "estivale",
  "euphorbe",
  "ex",
  "exact",
  "exagrer",
  "examiner",
  "exc",
  "excdentaire",
  "excellent",
  "exception",
  "exceptionnel",
  "exceptionnelle",
  "excessif",
  "excessive",
  "excessivement",
  "exclusivement",
  "excrtion",
  "excs",
  "exemple",
  "exempt",
  "exempter",
  "exfolier",
  "exige",
  "exigeant",
  "exigence",
  "exigencer",
  "exiger",
  "exister",
  "expans",
  "expanser",
  "expansion",
  "expert",
  "expertise",
  "exploit",
  "exploitable",
  "exploitation",
  "exploiter",
  "exploration",
  "explorer",
  "export",
  "exportation",
  "expos",
  "exposer",
  "exposition",
  "exprime",
  "exprimer",
  "exsudation",
  "externe",
  "extraction",
  "extrair",
  "extraire",
  "extrait",
  "extrant",
  "extraordinaire",
  "extrieur",
  "extrme",
  "extrmement",
  "extrmit",
  "fabrique",
  "fabriquer",
  "face",
  "facile",
  "facilit",
  "faciliter",
  "facteur",
  "fade",
  "faible",
  "faibler",
  "faiblesse",
  "faire",
  "famille",
  "farineux",
  "fatal",
  "fatigue",
  "faune",
  "faute",
  "favorable",
  "favorisant",
  "favorise",
  "favoriser",
  "fcondation",
  "fdr",
  "fe",
  "feed",
  "feedback",
  "fentre",
  "fenugrec",
  "fer",
  "ferm",
  "ferme",
  "fermement",
  "ferment",
  "fermentation",
  "fermenter",
  "fermeture",
  "ferrique",
  "fertigation",
  "fertile",
  "fertilisation",
  "fertiliser",
  "fertilit",
  "feu",
  "feuill",
  "feuillage",
  "feuille",
  "feuiller",
  "feutrage",
  "fibre",
  "fiche",
  "ficus",
  "fidle",
  "fidlit",
  "figuier",
  "figurer",
  "fil",
  "filer",
  "filet",
  "filire",
  "film",
  "filtrage",
  "filtre",
  "filtrer",
  "fin",
  "final",
  "fine",
  "fissure",
  "fixe",
  "fixer",
  "flaque",
  "flavonode",
  "flavonoder",
  "fleur",
  "fleurir",
  "floraison",
  "floral",
  "flore",
  "florifre",
  "floristique",
  "fltrir",
  "fltrissement",
  "fluidification",
  "fluorescent",
  "flux",
  "fois",
  "foliaire",
  "foliaires",
  "foliole",
  "foncer",
  "fonction",
  "fonctionnalit",
  "fonctionnel",
  "fonctionner",
  "fond",
  "fondamental",
  "fondamentalement",
  "fonds",
  "fongicide",
  "fongique",
  "font",
  "fonte",
  "forcer",
  "forestier",
  "formation",
  "forme",
  "former",
  "formulation",
  "formule",
  "formuler",
  "fort",
  "fortement",
  "forward",
  "fosser",
  "fouet",
  "fougre",
  "fourche",
  "fourchette",
  "fournir",
  "fournit",
  "foyer",
  "frache",
  "frachement",
  "fracheur",
  "fractionn",
  "fragile",
  "fragiliser",
  "fragilit",
  "fragrance",
  "frais",
  "franchir",
  "freiner",
  "frequency",
  "frer",
  "friable",
  "friction",
  "froce",
  "froid",
  "frquemment",
  "frquence",
  "frquent",
  "fructifi",
  "fructification",
  "fructifie",
  "fruit",
  "fruitier",
  "fruitire",
  "fruitlet",
  "fumagine",
  "fumier",
  "fungi",
  "fur",
  "fusariose",
  "fusarium",
  "fusion",
  "futur",
  "g",
  "gamme",
  "gamte",
  "gangue",
  "gant",
  "garage",
  "garanti",
  "garantir",
  "garantit",
  "garde",
  "garrigue",
  "gaspillage",
  "gaspiller",
  "gaz",
  "gazeux",
  "gel",
  "gele",
  "geler",
  "genre",
  "gent",
  "germination",
  "gestion",
  "gibbrelline",
  "ginseng",
  "girofler",
  "glace",
  "glif",
  "glisser",
  "glivure",
  "global",
  "globulaire",
  "glucide",
  "glucose",
  "glycoside",
  "glycrol",
  "gnotyp",
  "gnral",
  "gnralement",
  "gnraliser",
  "gnre",
  "gnrer",
  "gnreusemer",
  "gnreux",
  "gntique",
  "gntiquement",
  "gographique",
  "gonflement",
  "gorge",
  "gorger",
  "gouna",
  "gourmand",
  "graine",
  "gramine",
  "grand",
  "grande",
  "grandement",
  "granium",
  "granul",
  "granulaire",
  "granuleux",
  "granulomtrie",
  "granulomtrique",
  "gratter",
  "gratuit",
  "grave",
  "gravement",
  "gravier",
  "gravit",
  "gravitaire",
  "grce",
  "greff",
  "greffage",
  "greffe",
  "greffer",
  "greffon",
  "grenadier",
  "grer",
  "griffage",
  "griffe",
  "griffer",
  "grill",
  "grimpant",
  "gris",
  "grle",
  "gros",
  "grosse",
  "grossier",
  "grossissement",
  "group",
  "groupe",
  "grseux",
  "grumeleux",
  "guano",
  "guide",
  "gustatif",
  "habitat",
  "habitation",
  "haie",
  "hallucination",
  "haricot",
  "harmonie",
  "harmonieux",
  "haut",
  "haute",
  "hautement",
  "hauteur",
  "haworthia",
  "hebdomadaire",
  "henn",
  "herbace",
  "herbe",
  "herboristerie",
  "hermtiquement",
  "heure",
  "hibiscus",
  "hiver",
  "hivernage",
  "hivernal",
  "hivernale",
  "hliophile",
  "hmisphre",
  "hormonal",
  "hormone",
  "hortensia",
  "horticole",
  "horticulture",
  "hosta",
  "hostas",
  "hostile",
  "hp",
  "hr",
  "hsp",
  "hte",
  "htrognit",
  "huile",
  "huileuser",
  "huileux",
  "humain",
  "humide",
  "humidification",
  "humidit",
  "humifre",
  "humique",
  "humus",
  "hybridation",
  "hydrater",
  "hydraulique",
  "hydrique",
  "hydro",
  "hydrogne",
  "hydrolat",
  "hydroponie",
  "hygine",
  "hygromtre",
  "hygromtrie",
  "hygromtrique",
  "hygrophyte",
  "hypericine",
  "hypericum",
  "hyperparasitisme",
  "ici",
  "idal",
  "idalement",
  "idalemer",
  "identifiabler",
  "identification",
  "identifier",
  "identique",
  "ifran",
  "il",
  "illimit",
  "illustre",
  "illustrer",
  "image",
  "imbibition",
  "immdiat",
  "immdiatement",
  "immdiater",
  "immerger",
  "immobile",
  "immunit",
  "immunostimulant",
  "impact",
  "impacter",
  "imparfer",
  "impeccable",
  "impermabilit",
  "impermable",
  "implication",
  "impliquer",
  "importance",
  "important",
  "importer",
  "impossible",
  "impratif",
  "imprative",
  "imprativement",
  "imprativemer",
  "impropre",
  "in",
  "inaccessible",
  "inadquat",
  "inappropri",
  "incapable",
  "incapacit",
  "incinration",
  "inciser",
  "incision",
  "inclinaison",
  "incliner",
  "inconfortable",
  "inconvnient",
  "incorpor",
  "incorporation",
  "incorporer",
  "increvable",
  "indfiniment",
  "indicateur",
  "indigne",
  "indique",
  "indiquer",
  "indirect",
  "indispensable",
  "individu",
  "indpendamment",
  "indpendant",
  "indsirable",
  "inducteur",
  "induction",
  "induire",
  "industriel",
  "inefficace",
  "inerte",
  "inertie",
  "inesthtique",
  "inexorablement",
  "infecter",
  "infection",
  "infestation",
  "infiltr",
  "infiltration",
  "infiltrent",
  "infiltrer",
  "infime",
  "influence",
  "influencer",
  "influent",
  "infrieur",
  "infusion",
  "ingestion",
  "ingnierie",
  "ingrer",
  "inhalation",
  "inhiber",
  "inhibiteur",
  "initial",
  "initiation",
  "initier",
  "injection",
  "innovatier",
  "inoculum",
  "inoffensif",
  "inrer",
  "inscrire",
  "insect",
  "insecte",
  "insecter",
  "insecticide",
  "insoluble",
  "inspecter",
  "inspection",
  "installation",
  "installer",
  "instantaner",
  "instantanment",
  "instrument",
  "insuffisance",
  "insuffisant",
  "insuffiser",
  "integrated",
  "intense",
  "intensif",
  "intensit",
  "intensivemer",
  "intensment",
  "intentionner",
  "interdpendant",
  "interface",
  "intergnrationnell",
  "international",
  "interne",
  "internervair",
  "internud",
  "internuds",
  "interrompre",
  "interstitiel",
  "intervalle",
  "intervenir",
  "intervention",
  "intestin",
  "intestinal",
  "intgr",
  "intgralement",
  "intgralit",
  "intgration",
  "intgre",
  "intgrer",
  "intime",
  "intoxication",
  "intrant",
  "intrieur",
  "intrieure",
  "intrinsque",
  "intrinsquement",
  "introduir",
  "introduire",
  "inute",
  "inutile",
  "invasive",
  "inverse",
  "inversemer",
  "investissement",
  "investit",
  "invisible",
  "ion",
  "ionique",
  "iot",
  "ipm",
  "iris",
  "irralisable",
  "irrgularit",
  "irrgulier",
  "irrigation",
  "irritant",
  "irritation",
  "irriter",
  "irrprochable",
  "irrversible",
  "irrversiblement",
  "isoler",
  "italicum",
  "itre",
  "jacinthe",
  "jamais",
  "japonais",
  "jardin",
  "jardinier",
  "jarre",
  "jasmin",
  "jaune",
  "jaunir",
  "jaunissement",
  "javel",
  "jet",
  "jeune",
  "jonction",
  "joue",
  "jouer",
  "jour",
  "journal",
  "journe",
  "juillet",
  "juin",
  "jus",
  "justification",
  "juteux",
  "kalaat",
  "kaolin",
  "kilo",
  "kilogramme",
  "kit",
  "korona",
  "laboratoire",
  "labour",
  "lagage",
  "laine",
  "laisser",
  "laitue",
  "lame",
  "lampe",
  "large",
  "largement",
  "largeur",
  "largir",
  "larve",
  "latent",
  "latente",
  "latex",
  "latral",
  "latralement",
  "laurier",
  "lavande",
  "lavandula",
  "laver",
  "laxatif",
  "layering",
  "lectrique",
  "lectrode",
  "lectrolytique",
  "lectronique",
  "led",
  "lent",
  "lente",
  "lentement",
  "lessivage",
  "lessiver",
  "lev",
  "levage",
  "leve",
  "lever",
  "lger",
  "lgrement",
  "lgume",
  "lgumineuse",
  "libr",
  "libration",
  "libre",
  "libremer",
  "librer",
  "liebig",
  "lier",
  "lieu",
  "light",
  "ligne",
  "ligneuser",
  "ligneux",
  "lilas",
  "limination",
  "liminer",
  "limitant",
  "limitation",
  "limite",
  "limitent",
  "limiter",
  "limon",
  "limoneux",
  "limono",
  "lipide",
  "liquide",
  "lisse",
  "lisser",
  "lit",
  "lithops",
  "litre",
  "littralement",
  "lment",
  "lmentaire",
  "local",
  "localement",
  "localisation",
  "localiser",
  "loger",
  "logiciel",
  "loi",
  "loign",
  "loigner",
  "loin",
  "lointain",
  "lombricompost",
  "long",
  "longation",
  "longueur",
  "longvit",
  "lorsqu",
  "lourd",
  "lourde",
  "lpidoptre",
  "lsion",
  "ltal",
  "lumen",
  "lumineuse",
  "lumineux",
  "luminosit",
  "lumire",
  "lutte",
  "lutter",
  "lux",
  "luxmtre",
  "lvation",
  "m",
  "macrolment",
  "macrolophu",
  "macronutriment",
  "macropore",
  "macroporosit",
  "maghrbin",
  "magnolia",
  "magnsien",
  "magnsium",
  "mai",
  "main",
  "maintenance",
  "maintenir",
  "maintien",
  "maison",
  "majeur",
  "majorit",
  "majoritairement",
  "mal",
  "malade",
  "maladie",
  "malvasylvestris",
  "man",
  "management",
  "mancozeb",
  "manganse",
  "manifeste",
  "manifestement",
  "manifester",
  "manipule",
  "manipuler",
  "manire",
  "manirer",
  "manquant",
  "manque",
  "manuel",
  "manuellemer",
  "map",
  "maps",
  "maracher",
  "maranta",
  "marbrure",
  "marcottage",
  "marge",
  "marginal",
  "marin",
  "maroc",
  "marocain",
  "marqu",
  "marquer",
  "marrakech",
  "mars",
  "mas",
  "mass",
  "masse",
  "masser",
  "massif",
  "massivement",
  "massivemer",
  "mastic",
  "mastication",
  "matin",
  "matinal",
  "matiner",
  "matire",
  "matriau",
  "matrise",
  "matriser",
  "maturation",
  "mature",
  "maturit",
  "mauvais",
  "mauve",
  "mauver",
  "maximal",
  "maximale",
  "maximiser",
  "maximum",
  "mcanique",
  "mcanisme",
  "mdecin",
  "mdical",
  "mdicinal",
  "mdicinale",
  "mdiocre",
  "mditerranen",
  "mealybug",
  "meilleur",
  "membranaire",
  "membrane",
  "mener",
  "mensuel",
  "mensuellement",
  "mentha",
  "menthe",
  "mentionner",
  "mer",
  "mergence",
  "mesure",
  "mesurer",
  "meter",
  "mettre",
  "meuble",
  "meurent",
  "mh",
  "microbien",
  "microclimat",
  "microcontrleur",
  "microflor",
  "microniser",
  "micronutriment",
  "micropore",
  "microscopique",
  "midi",
  "miellat",
  "mieux",
  "mildew",
  "mildiou",
  "milieu",
  "millepertui",
  "millepertuis",
  "miller",
  "millier",
  "milligramme",
  "millimtre",
  "million",
  "millnaire",
  "mince",
  "minimal",
  "minime",
  "minimis",
  "minimiser",
  "minimum",
  "minral",
  "minralisation",
  "minralise",
  "minuscule",
  "minute",
  "minutieusement",
  "mise",
  "mission",
  "mlange",
  "mlanger",
  "mliss",
  "mlisse",
  "mobile",
  "mobiliser",
  "mobilit",
  "mode",
  "moderne",
  "modification",
  "modifier",
  "modle",
  "modre",
  "modrer",
  "module",
  "moignon",
  "mois",
  "moisir",
  "moisissure",
  "moiti",
  "mol",
  "molcul",
  "molculaire",
  "molcule",
  "molle",
  "mollement",
  "moment",
  "monitoring",
  "monoculture",
  "monstera",
  "montagne",
  "montagneux",
  "montaison",
  "monte",
  "montrer",
  "morphogense",
  "morphologie",
  "morphologique",
  "mort",
  "mortel",
  "moteur",
  "motilit",
  "motte",
  "mou",
  "mouche",
  "mouillage",
  "mouiller",
  "mourir",
  "mousse",
  "moutarde",
  "mouvement",
  "moyen",
  "moyenne",
  "mr",
  "mre",
  "mrir",
  "mriter",
  "mtabolique",
  "mtabolisme",
  "mtabolite",
  "mtal",
  "mtallique",
  "mthane",
  "mthod",
  "mthode",
  "mto",
  "mtre",
  "mucilage",
  "mulching",
  "multiple",
  "multiplication",
  "multiplier",
  "muqueuse",
  "muscle",
  "mutuel",
  "mycorhizien",
  "mycotoxine",
  "myrtille",
  "nadph",
  "nain",
  "nanisme",
  "nappe",
  "nature",
  "naturel",
  "naturellement",
  "nause",
  "ncessaire",
  "ncessit",
  "ncessiter",
  "ncrose",
  "ncroser",
  "ncrotique",
  "neige",
  "nergie",
  "nergivore",
  "nergtique",
  "neriumoleander",
  "nervure",
  "net",
  "nettoyage",
  "nettoyer",
  "network",
  "neuf",
  "neurologique",
  "neurotoxique",
  "neutre",
  "neutrophile",
  "nfaste",
  "ngatif",
  "ngligent",
  "ngliger",
  "ngociable",
  "nh",
  "niveau",
  "nm",
  "nmatode",
  "nocturne",
  "noir",
  "noircir",
  "noircissement",
  "noirtre",
  "non",
  "nord",
  "normal",
  "norme",
  "notable",
  "note",
  "notion",
  "nourrir",
  "nourriture",
  "nouveau",
  "novembre",
  "noyade",
  "noyau",
  "noyer",
  "npk",
  "nrine",
  "nu",
  "nuage",
  "nuclique",
  "nud",
  "nuisibilit",
  "nuisible",
  "nuit",
  "numrique",
  "nutriment",
  "nutritif",
  "nutrition",
  "nutritionnel",
  "nutritive",
  "objectif",
  "obligation",
  "obligatoire",
  "observation",
  "observer",
  "obstacle",
  "obstrue",
  "obtenir",
  "obtention",
  "occasionner",
  "octobre",
  "odeur",
  "odium",
  "oeil",
  "offrir",
  "oh",
  "oi",
  "oignon",
  "olagineux",
  "olandrine",
  "oleaeuropaea",
  "olfactif",
  "oligo",
  "oligolment",
  "olique",
  "olive",
  "olivier",
  "ollas",
  "ombrag",
  "ombrage",
  "ombrager",
  "ombre",
  "onde",
  "oomycte",
  "oomyctes",
  "opaque",
  "oppos",
  "opposer",
  "oprateur",
  "opration",
  "optimal",
  "optimisation",
  "optimiser",
  "optimum",
  "option",
  "optionnel",
  "oranger",
  "orchide",
  "orchider",
  "ordinaire",
  "organe",
  "organique",
  "organisation",
  "organisme",
  "organismer",
  "organoleptique",
  "orientation",
  "oriente",
  "orienter",
  "origan",
  "originaire",
  "origine",
  "ornement",
  "ornemental",
  "ornementation",
  "ortie",
  "oscillent",
  "osier",
  "osmoprotecteur",
  "osmose",
  "osmotique",
  "oublier",
  "ouest",
  "our",
  "outil",
  "ouverture",
  "ouvrent",
  "ouvrir",
  "ovaire",
  "ovul",
  "oxalate",
  "oxygnation",
  "oxygne",
  "oxygner",
  "paillage",
  "paille",
  "pailler",
  "pais",
  "paisseur",
  "palette",
  "palisser",
  "palmier",
  "panacher",
  "panier",
  "panneau",
  "panouir",
  "paradis",
  "paradoxalement",
  "paradoxe",
  "paralyser",
  "paramtr",
  "paramtre",
  "parasitaire",
  "parasite",
  "parasiter",
  "paratre",
  "parcell",
  "parcelle",
  "parcheminer",
  "parcimonieux",
  "parent",
  "parfaire",
  "parfait",
  "parfaitement",
  "parfum",
  "parfumer",
  "pargner",
  "paroi",
  "partage",
  "partager",
  "partenaire",
  "participe",
  "particule",
  "particulier",
  "particulirement",
  "partie",
  "partiel",
  "partiellemer",
  "partir",
  "party",
  "passage",
  "passager",
  "passer",
  "pathogne",
  "pathologie",
  "pauvre",
  "pauvreter",
  "paysage",
  "paysan",
  "pdoclimatique",
  "pdologie",
  "pdologique",
  "peau",
  "peine",
  "peintur",
  "pelouse",
  "pendante",
  "pendre",
  "pense",
  "penser",
  "pent",
  "pente",
  "pentu",
  "percer",
  "percevoir",
  "percolation",
  "perdre",
  "perforatum",
  "perlite",
  "permabilit",
  "permanent",
  "permettre",
  "perpendiculairemer",
  "persil",
  "persimilis",
  "persist",
  "persistance",
  "persistant",
  "persistante",
  "persister",
  "perte",
  "perturb",
  "perturbation",
  "perturber",
  "peser",
  "pest",
  "pesticide",
  "pestilentiel",
  "petit",
  "ph",
  "phalaenopsi",
  "pharmaceutique",
  "pharmacope",
  "phase",
  "philodendron",
  "phlom",
  "phnologique",
  "phnomne",
  "phoenix",
  "phosphor",
  "phosphore",
  "phosphorer",
  "photo",
  "photochimique",
  "photon",
  "photone",
  "photonique",
  "photopriode",
  "photoprotecteur",
  "photorespiration",
  "photosynthetically",
  "photosynths",
  "photosynthse",
  "photosynthtat",
  "photosynthtique",
  "photosynthtiquement",
  "phototropisme",
  "phratique",
  "phyllosilicate",
  "physiologie",
  "physiologique",
  "physique",
  "physiquement",
  "phytochimie",
  "phytochimiqu",
  "phytochrome",
  "phytophthora",
  "phytosanitaire",
  "phytoseiulu",
  "phytotoxicit",
  "pi",
  "pice",
  "pidmiologie",
  "pied",
  "pierre",
  "pige",
  "piger",
  "pigment",
  "pigmentation",
  "pilotage",
  "pin",
  "pinard",
  "pine",
  "piphyte",
  "piqre",
  "piquet",
  "piqueur",
  "pire",
  "piscine",
  "pissenlit",
  "pitcher",
  "pivot",
  "pivotant",
  "place",
  "placement",
  "placer",
  "plafonner",
  "plage",
  "plaie",
  "plaine",
  "plan",
  "planification",
  "plant",
  "plantation",
  "plante",
  "planter",
  "plantoir",
  "plantule",
  "plasmolyse",
  "plasmopara",
  "plastique",
  "plc",
  "ple",
  "plein",
  "pleine",
  "pleinement",
  "pleur",
  "plier",
  "plombage",
  "plui",
  "pluie",
  "plupart",
  "pntration",
  "pntrer",
  "poche",
  "poids",
  "poil",
  "point",
  "pointe",
  "poison",
  "poivron",
  "pollen",
  "pollinique",
  "pollinisation",
  "polluer",
  "pollution",
  "polyphnol",
  "polysaccharide",
  "pommier",
  "pompe",
  "ponce",
  "populaire",
  "population",
  "pore",
  "poreuse",
  "poreux",
  "porosit",
  "port",
  "porte",
  "porter",
  "porteur",
  "portion",
  "pose",
  "poser",
  "positionnement",
  "possder",
  "pot",
  "potass",
  "potasse",
  "potasser",
  "potassique",
  "potassium",
  "potentiel",
  "potentielle",
  "potentiellement",
  "poterie",
  "potho",
  "pothos",
  "poudre",
  "poudreux",
  "pourcentage",
  "pourpre",
  "pourrir",
  "pourritur",
  "pourriture",
  "poursuivre",
  "pousant",
  "pouss",
  "pousse",
  "pousser",
  "pouvoir",
  "pouzzolane",
  "powdery",
  "ppinire",
  "pralable",
  "pralin",
  "pralinage",
  "pratique",
  "pratiquer",
  "prcaution",
  "prcdent",
  "prcder",
  "prcieux",
  "prcipitation",
  "prcipiter",
  "prcis",
  "prciser",
  "prcision",
  "prcisment",
  "prcoce",
  "prdateur",
  "prdfinis",
  "premier",
  "premium",
  "prendre",
  "prenne",
  "presque",
  "pression",
  "prfre",
  "prfrent",
  "prfrer",
  "primevre",
  "primordial",
  "principal",
  "principalement",
  "principe",
  "printanier",
  "printemps",
  "priode",
  "priodicit",
  "prioritaire",
  "priphrie",
  "priphrique",
  "prise",
  "priser",
  "prisonnier",
  "privation",
  "privilgie",
  "privilgier",
  "prlever",
  "prlvement",
  "prmaturer",
  "prmaturment",
  "prmaturmer",
  "problmatiquer",
  "problme",
  "proccupation",
  "processus",
  "producteur",
  "productier",
  "productif",
  "production",
  "productivit",
  "produire",
  "produit",
  "professionnel",
  "profiter",
  "profond",
  "profonde",
  "profonder",
  "profondeur",
  "profondment",
  "programmable",
  "programme",
  "progressif",
  "progressivemer",
  "progressivit",
  "projet",
  "prolifrer",
  "proline",
  "prolonger",
  "propagation",
  "propager",
  "proportion",
  "propre",
  "propret",
  "proprit",
  "prospre",
  "prosprer",
  "protecteur",
  "protection",
  "protger",
  "protine",
  "protiner",
  "protique",
  "provenir",
  "proviennent",
  "provoqu",
  "provoque",
  "provoquer",
  "proximit",
  "prparation",
  "prparer",
  "prrequrir",
  "prsence",
  "prsent",
  "prsente",
  "prsenter",
  "prserver",
  "prt",
  "prtexte",
  "prvenir",
  "prventif",
  "prvention",
  "prvoir",
  "ptale",
  "pter",
  "puceron",
  "puise",
  "puisement",
  "puiser",
  "puissanc",
  "puissant",
  "puisser",
  "puit",
  "pulvriser",
  "pur",
  "puret",
  "purification",
  "purifier",
  "purin",
  "putride",
  "pyranomtre",
  "pythium",
  "qu",
  "qualit",
  "qualitatif",
  "quantifier",
  "quantit",
  "quantitatif",
  "quantum",
  "quarantaine",
  "quasi",
  "quation",
  "que",
  "quilibr",
  "quilibre",
  "quilibrer",
  "quotidien",
  "rabl",
  "rable",
  "rabsorber",
  "raccourcir",
  "racinaire",
  "racine",
  "raciner",
  "ractif",
  "raction",
  "ractivation",
  "radiant",
  "radiation",
  "radical",
  "radicelle",
  "radicule",
  "ragir",
  "rajeunir",
  "rajeunissemer",
  "ralentie",
  "ralentir",
  "ralentissement",
  "ralentissemer",
  "ralentit",
  "raliser",
  "ralit",
  "rameal",
  "rameau",
  "ramification",
  "ramollissement",
  "rand",
  "rapide",
  "rapidement",
  "rapidit",
  "rapport",
  "rare",
  "rareter",
  "raspberry",
  "ratio",
  "rationnaliser",
  "ravageur",
  "rayon",
  "rayonnement",
  "rchauffemer",
  "rcipient",
  "rcolte",
  "rcolter",
  "rduction",
  "rduire",
  "rduit",
  "reboisemer",
  "rebord",
  "recevoir",
  "recherche",
  "rechercher",
  "recommandation",
  "reconnaissance",
  "reconnatre",
  "recourir",
  "recours",
  "recouvrir",
  "recycler",
  "redevenir",
  "rediriger",
  "redouter",
  "referm",
  "reflectometry",
  "reflet",
  "reforestation",
  "refroidir",
  "refroidissement",
  "refuge",
  "regroupement",
  "rejettent",
  "rel",
  "relcher",
  "remarquable",
  "remblai",
  "remontant",
  "remonte",
  "remonter",
  "remplaant",
  "remplacement",
  "remplacer",
  "remplir",
  "remplissage",
  "rempotage",
  "rempoter",
  "rencontre",
  "rend",
  "rendement",
  "rendre",
  "renflement",
  "renforcer",
  "renouvelable",
  "renouveler",
  "renouvell",
  "renouvellement",
  "rentrer",
  "renverser",
  "replantation",
  "replanter",
  "repo",
  "repos",
  "repose",
  "repousse",
  "reprendre",
  "reprise",
  "reproducteur",
  "reproductibilit",
  "reproductif",
  "reproduction",
  "reproduire",
  "reprsenter",
  "requirent",
  "requrir",
  "resaturer",
  "respect",
  "respecter",
  "respectif",
  "respir",
  "respiration",
  "respirer",
  "responsable",
  "ressource",
  "rester",
  "retarder",
  "retenir",
  "retirer",
  "revers",
  "revt",
  "revtement",
  "rflchissant",
  "rflecteur",
  "rfrence",
  "rfrer",
  "rgime",
  "rgion",
  "rgional",
  "rgl",
  "rgle",
  "rglementer",
  "rgler",
  "rgn",
  "rgulant",
  "rgulateur",
  "rgulation",
  "rgule",
  "rguler",
  "rgulier",
  "rgulirement",
  "rhizome",
  "rhizosphre",
  "rhododendron",
  "rhydratation",
  "rhydrate",
  "riche",
  "richer",
  "richesse",
  "ricin",
  "ricine",
  "ricinuscommunis",
  "rien",
  "rigidit",
  "rigoureux",
  "rinage",
  "rincer",
  "rinfestation",
  "rinstallation",
  "risque",
  "risquer",
  "rivir",
  "rivire",
  "rl",
  "rle",
  "robuste",
  "robustesse",
  "rocaille",
  "rocailleux",
  "roch",
  "roche",
  "romarin",
  "rompre",
  "rongement",
  "rorganiser",
  "ros",
  "rosa",
  "rosadamascena",
  "rose",
  "roser",
  "rosier",
  "rosierdedamas",
  "rosion",
  "rosmarinus",
  "rot",
  "rotation",
  "rouge",
  "rougeur",
  "rouille",
  "route",
  "rpa",
  "rpartir",
  "rpartition",
  "rpondre",
  "rponse",
  "rpter",
  "rputer",
  "rseau",
  "rserve",
  "rserver",
  "rsider",
  "rsidu",
  "rsiduel",
  "rsiduelle",
  "rsilience",
  "rsistance",
  "rsistant",
  "rsiste",
  "rsister",
  "rsultat",
  "rsulter",
  "rsumer",
  "rtenteur",
  "rtention",
  "rtracter",
  "ru",
  "rubisco",
  "ruisseal",
  "ruisseler",
  "ruissellement",
  "ruissellemer",
  "rupture",
  "russit",
  "russite",
  "rusticit",
  "rusticiter",
  "rustique",
  "rutilisable",
  "rutiliser",
  "rveil",
  "rverbration",
  "rversiblemer",
  "rvler",
  "rythme",
  "sable",
  "sableu",
  "sableux",
  "sac",
  "sacrifier",
  "sad",
  "safran",
  "sagesse",
  "saharien",
  "sain",
  "saison",
  "saisonnier",
  "salade",
  "salvia",
  "sang",
  "sanglante",
  "sanitaire",
  "sansevieria",
  "sant",
  "sarriette",
  "satur",
  "saturer",
  "sauge",
  "sauvage",
  "saveur",
  "savon",
  "scal",
  "scateur",
  "schage",
  "sche",
  "scher",
  "scheresse",
  "sciaphile",
  "sciaride",
  "scie",
  "scientifique",
  "scier",
  "sclrophylle",
  "scnario",
  "scopolamin",
  "scurit",
  "scuritaire",
  "seau",
  "sec",
  "second",
  "secondaire",
  "secours",
  "secteur",
  "section",
  "segment",
  "seguia",
  "sel",
  "semaine",
  "semell",
  "semence",
  "semencer",
  "semestriel",
  "semis",
  "sensation",
  "sensibilit",
  "sensible",
  "sensor",
  "septembre",
  "serre",
  "serrer",
  "service",
  "servir",
  "seuil",
  "sexuer",
  "sicle",
  "sigle",
  "signal",
  "signaler",
  "signalisation",
  "signe",
  "significatif",
  "significativement",
  "silencieusement",
  "silicate",
  "simple",
  "simplement",
  "simplifier",
  "simultanment",
  "site",
  "situation",
  "situer",
  "slectif",
  "slection",
  "slectionner",
  "slectivement",
  "slectivit",
  "smartphone",
  "snescence",
  "snescent",
  "sodium",
  "soif",
  "soin",
  "soir",
  "soire",
  "sol",
  "solaire",
  "soleil",
  "solide",
  "solubilise",
  "solubilit",
  "soluble",
  "soluter",
  "solution",
  "somatique",
  "sombre",
  "sommet",
  "sonde",
  "sort",
  "sortir",
  "souche",
  "soucoupe",
  "soudain",
  "soudure",
  "souffrir",
  "soufre",
  "souhaiter",
  "soulever",
  "soumettre",
  "soumis",
  "source",
  "sous",
  "soutenir",
  "souterrain",
  "souterrainement",
  "soyeux",
  "sp",
  "sparation",
  "sparer",
  "spatial",
  "spcialis",
  "spcialiser",
  "spcificit",
  "spcifiquement",
  "spectacle",
  "spectaculairemer",
  "spectr",
  "spectral",
  "spectre",
  "spectroradiomtre",
  "sphaign",
  "sphaigne",
  "spiral",
  "spirale",
  "spirer",
  "spontaner",
  "spore",
  "spp",
  "squelettique",
  "squence",
  "squentiellement",
  "sre",
  "stabilit",
  "stable",
  "stade",
  "stagn",
  "stagnant",
  "stagnation",
  "stagner",
  "standard",
  "station",
  "stimulant",
  "stimulation",
  "stimuler",
  "stockage",
  "stocker",
  "stomate",
  "stomater",
  "stomatique",
  "stopper",
  "stramonium",
  "stratgie",
  "stratgier",
  "stratgique",
  "stress",
  "stresser",
  "strict",
  "strile",
  "strilit",
  "strode",
  "structural",
  "structure",
  "structurel",
  "structurer",
  "stub",
  "subir",
  "substance",
  "substancer",
  "substrat",
  "subtilis",
  "subtropical",
  "subventionner",
  "successif",
  "successive",
  "succion",
  "succs",
  "succulence",
  "succulent",
  "succulente",
  "suceur",
  "sucre",
  "sucrer",
  "sud",
  "suffire",
  "suffisamment",
  "suffisant",
  "suffoquer",
  "suite",
  "suivi",
  "suivre",
  "sujet",
  "sulfat",
  "sulfate",
  "sulfure",
  "superficiel",
  "supplmentaire",
  "support",
  "supportant",
  "supporte",
  "supporter",
  "suppression",
  "supprimer",
  "suprieur",
  "surcharger",
  "surdensit",
  "surdosage",
  "surfaage",
  "surfac",
  "surface",
  "surleve",
  "surlever",
  "surplus",
  "surveillanc",
  "surveillance",
  "surveiller",
  "survenir",
  "survie",
  "survit",
  "survivent",
  "survivre",
  "suspendre",
  "suspicion",
  "sv",
  "sve",
  "svre",
  "svrement",
  "symptme",
  "synchronis",
  "synchroniser",
  "synths",
  "synthse",
  "synthtiser",
  "systmatique",
  "systmatiquement",
  "systme",
  "systmique",
  "t",
  "tablie",
  "tablir",
  "tablissement",
  "tablit",
  "tache",
  "tachycardie",
  "taill",
  "taille",
  "tailler",
  "taire",
  "tal",
  "tamiser",
  "tampon",
  "tamponner",
  "tanche",
  "tandis",
  "tape",
  "tapis",
  "tapoter",
  "tard",
  "tassement",
  "tasser",
  "tat",
  "taux",
  "tdr",
  "technique",
  "technologie",
  "technologique",
  "teindre",
  "teint",
  "tellurique",
  "temporaire",
  "temporairement",
  "temprature",
  "tempre",
  "temprer",
  "temps",
  "tendance",
  "tendre",
  "teneur",
  "tensiomtre",
  "tensiomtrique",
  "tension",
  "tenue",
  "ter",
  "terme",
  "terpne",
  "terpnique",
  "terr",
  "terrain",
  "terre",
  "terreau",
  "terreautage",
  "terrer",
  "terrestre",
  "tesson",
  "test",
  "tetranychu",
  "texture",
  "thermique",
  "thermistance",
  "thermocouple",
  "thermomtre",
  "thermophile",
  "thermopriodisme",
  "thermosensible",
  "thermotolrance",
  "thermotolrant",
  "thique",
  "thoriquement",
  "thrapeutique",
  "thrips",
  "thuringiensi",
  "thuya",
  "thym",
  "thymus",
  "tiers",
  "tige",
  "tiger",
  "tim",
  "tiol",
  "tiolement",
  "tioler",
  "tiolment",
  "tire",
  "tisser",
  "tissu",
  "tma",
  "tmin",
  "tmoigner",
  "toile",
  "tolrance",
  "tolrant",
  "tolre",
  "tolrer",
  "tomate",
  "tombe",
  "tombent",
  "tomber",
  "topping",
  "topt",
  "total",
  "totalement",
  "totipotenc",
  "touffe",
  "touffer",
  "tour",
  "tourbe",
  "tourbier",
  "tourner",
  "tournesol",
  "toutefois",
  "toxicit",
  "toxine",
  "toxique",
  "traabilit",
  "traant",
  "traditionnel",
  "traditionnellement",
  "traditionnellemer",
  "traduire",
  "traitement",
  "trancher",
  "transfert",
  "transformer",
  "transition",
  "translocation",
  "translucide",
  "transmettre",
  "transmission",
  "transparent",
  "transpiration",
  "transpirer",
  "transplanter",
  "transport",
  "transporter",
  "traumatiser",
  "travail",
  "travaillabl",
  "travers",
  "tre",
  "tremblement",
  "trempage",
  "trempe",
  "tremper",
  "trfle",
  "trichoderma",
  "trio",
  "tronc",
  "trone",
  "trononneus",
  "trop",
  "tropanique",
  "tropical",
  "tropicale",
  "trou",
  "trouble",
  "trouer",
  "trouver",
  "trsor",
  "tt",
  "tte",
  "tube",
  "tubrisation",
  "tude",
  "tuer",
  "tulipe",
  "tunnel",
  "turgescence",
  "type",
  "typer",
  "typique",
  "typiquement",
  "typiquemer",
  "typologie",
  "uf",
  "umen",
  "uniforme",
  "uniformiser",
  "uniformit",
  "uniformment",
  "union",
  "unique",
  "uniquement",
  "unit",
  "universel",
  "urbain",
  "urgence",
  "urticae",
  "usage",
  "usda",
  "utile",
  "utilis",
  "utilisable",
  "utilisation",
  "utilisent",
  "utiliser",
  "utilit",
  "uv",
  "uvre",
  "ux",
  "vache",
  "vacu",
  "vacuation",
  "vacuer",
  "vaisseau",
  "valeur",
  "valle",
  "valler",
  "valriane",
  "valuer",
  "vanda",
  "vapeur",
  "vaporatif",
  "vaporation",
  "vaporer",
  "vaporisation",
  "vaporiser",
  "vapotranspiration",
  "variabilit",
  "variatier",
  "variation",
  "variegata",
  "varier",
  "varit",
  "varital",
  "variter",
  "vasculaire",
  "vaste",
  "vecteur",
  "veille",
  "vendre",
  "vent",
  "ventil",
  "ventilateur",
  "ventilation",
  "ventiler",
  "ventuel",
  "ventuellement",
  "verdtre",
  "verdure",
  "verger",
  "vermiculite",
  "vernalisation",
  "vert",
  "verte",
  "verter",
  "verticale",
  "verticalement",
  "verticilliose",
  "vertu",
  "verveine",
  "verveinecitronnelle",
  "vgtal",
  "vgtale",
  "vgtaliser",
  "vgtatif",
  "vgtation",
  "vgtative",
  "vgter",
  "vi",
  "viabilit",
  "viable",
  "vidang",
  "vide",
  "vident",
  "vider",
  "vie",
  "vieillir",
  "vieux",
  "vif",
  "vigne",
  "vigoureu",
  "vigoureusemer",
  "vigoureux",
  "vigueur",
  "violent",
  "violet",
  "viral",
  "viru",
  "virus",
  "viscosit",
  "vise",
  "visent",
  "viser",
  "visible",
  "visuel",
  "vital",
  "vitalit",
  "viter",
  "vitesse",
  "vitrage",
  "vitrager",
  "vitro",
  "vivace",
  "vivant",
  "vivre",
  "vivrire",
  "voil",
  "voilage",
  "voile",
  "voire",
  "voisiner",
  "volant",
  "volatil",
  "volcanique",
  "voler",
  "voluer",
  "volum",
  "volume",
  "volumineux",
  "volumique",
  "volution",
  "vomissement",
  "vraie",
  "vranda",
  "vrander",
  "vrifier",
  "vritable",
  "vs",
  "vtrinaire",
  "vulnrabilit",
  "vulnrable",
  "washingtonia",
  "whiteflie",
  "wilt",
  "wireles",
  "xricit",
  "xrophyte",
  "xrophyter",
  "xrophytisme",
  "xylme",
  "yucca",
  "zamioculca",
  "zinc",
  "zone",
  "zro"
]