[
  "abaisser",
  "abcs",
  "abdominal",
  "abeille",
  "abies",
  "abondamment",
  "abondance",
  "abondant",
  "abortif",
  "abri",
  "absinthe",
  "absinthine",
  "absolument",
  "absorbant",
  "acarien",
  "accepter",
  "acco",
  "accompagner",
  "accroche",
  "accrocher",
  "accrue",
  "acemannan",
  "aciculaire",
  "acide",
  "acidule",
  "aciduler",
  "acn",
  "acrer",
  "acridone",
  "actate",
  "actif",
  "action",
  "activateur",
  "activer",
  "activit",
  "activiter",
  "actuel",
  "actylcholine",
  "acuminer",
  "adapt",
  "adaptabilit",
  "adaptable",
  "adaptation",
  "adapte",
  "adapter",
  "adaptogner",
  "additif",
  "adjuver",
  "admettre",
  "administration",
  "adopter",
  "adoucir",
  "adoucissant",
  "adoucissante",
  "adulte",
  "adultration",
  "affaiblir",
  "affecter",
  "affection",
  "affectionner",
  "afficher",
  "affleurement",
  "afghanistan",
  "afriqu",
  "afrique",
  "agent",
  "agglomrer",
  "agir",
  "agneau",
  "agrable",
  "agricole",
  "agriculture",
  "agrmenter",
  "agrume",
  "aide",
  "aider",
  "aigre",
  "aigrette",
  "aigu",
  "aiguille",
  "aiguillon",
  "ail",
  "ailer",
  "ailleurs",
  "air",
  "aire",
  "ais",
  "aisment",
  "aissell",
  "ajout",
  "ajouter",
  "akne",
  "aknes",
  "ako",
  "al",
  "ala",
  "alba",
  "albedinis",
  "album",
  "alcalode",
  "alcaloder",
  "alcalodes",
  "alchemilla",
  "alchemillavulgaris",
  "alchmillecommune",
  "alcool",
  "alcooliser",
  "aldhyde",
  "alembert",
  "alep",
  "aleurode",
  "alexandre",
  "alexandrie",
  "algri",
  "algrie",
  "alignement",
  "aliment",
  "alimentaire",
  "alimentation",
  "allaitant",
  "allaitement",
  "allemagne",
  "allemand",
  "aller",
  "allergie",
  "allergique",
  "allergne",
  "allicine",
  "allioideae",
  "allium",
  "alliumsativum",
  "allong",
  "allonger",
  "allusion",
  "alluvial",
  "aloa",
  "aloe",
  "aloevera",
  "alone",
  "alos",
  "aloysia",
  "aloysiacitrodora",
  "alpe",
  "alpha",
  "alpinia",
  "alternative",
  "alterne",
  "altitude",
  "amand",
  "amande",
  "amandier",
  "amandon",
  "amaryllidaceae",
  "ambigu",
  "ambroisi",
  "amender",
  "amer",
  "amertirude",
  "amertum",
  "amertume",
  "aminer",
  "amliorant",
  "amlioration",
  "amliorer",
  "amlou",
  "ammon",
  "amnagement",
  "amomum",
  "amour",
  "ampleur",
  "amplexicaule",
  "amre",
  "amricain",
  "amriqu",
  "amrique",
  "amygdaline",
  "amygdalu",
  "amylase",
  "an",
  "ana",
  "anabsinthine",
  "anacardiaceae",
  "analgsique",
  "ancestral",
  "ancien",
  "anciennement",
  "ancrer",
  "andrachn",
  "aneth",
  "anglais",
  "anguleuse",
  "anguleux",
  "animal",
  "anis",
  "aniser",
  "anisette",
  "anisvert",
  "anmie",
  "anmochore",
  "anmochorie",
  "anmophile",
  "anmophilie",
  "anne",
  "annuel",
  "anthocyane",
  "anthol",
  "anthracnose",
  "anthraquinone",
  "anthraquinonique",
  "anthre",
  "anthropiser",
  "antibactrien",
  "antibactrienne",
  "anticancreuse",
  "anticancreux",
  "antidiabtique",
  "antidpresseur",
  "antifongique",
  "antimicrobien",
  "antioxydant",
  "antioxydante",
  "antioxyder",
  "antiparasitaire",
  "antique",
  "antiquit",
  "antiseptique",
  "antispasmodique",
  "antitussif",
  "antitussive",
  "antiviral",
  "anxiolytique",
  "anxit",
  "aot",
  "apaisant",
  "apaisante",
  "apaiser",
  "aperu",
  "aphrodisiaque",
  "aphrodite",
  "apiaceae",
  "apiaces",
  "apical",
  "apignin",
  "aplati",
  "aplatie",
  "aplatir",
  "aplotaxi",
  "apocynaceae",
  "apocynacer",
  "apollon",
  "apomyeloi",
  "apparatre",
  "appareil",
  "apparent",
  "apparenter",
  "apparition",
  "appartenir",
  "appeler",
  "appellation",
  "appelon",
  "application",
  "appliquer",
  "appoint",
  "apport",
  "apporter",
  "apprciable",
  "apprciation",
  "apprcier",
  "approvisionnement",
  "apptit",
  "appuyer",
  "apritif",
  "aptale",
  "aptaler",
  "aptitude",
  "apyrne",
  "arabe",
  "arabie",
  "arabique",
  "araigne",
  "araqasss",
  "arar",
  "arborescente",
  "arborescer",
  "arboriculture",
  "arbouse",
  "arbousier",
  "arbr",
  "arbre",
  "arbrisseau",
  "arbust",
  "arbuste",
  "arbustif",
  "arbustive",
  "arbutus",
  "arbutusunedo",
  "architectural",
  "archologique",
  "arctique",
  "arecaceae",
  "arer",
  "argan",
  "argane",
  "arganeraie",
  "argania",
  "arganiaspinosa",
  "arganier",
  "arganon",
  "argent",
  "argenter",
  "argentine",
  "argile",
  "argileux",
  "argilo",
  "aride",
  "arien",
  "arill",
  "arille",
  "aristolochia",
  "aristolochiqu",
  "arme",
  "armoirie",
  "armoise",
  "armoiseherbeblanche",
  "arole",
  "aromate",
  "aromathrapie",
  "aromatique",
  "aromatiquer",
  "aromatiser",
  "arqu",
  "arquer",
  "arrachage",
  "arriver",
  "arrondi",
  "arrondie",
  "arrondir",
  "arrosage",
  "arrt",
  "art",
  "artemisia",
  "artemisiaabsinthium",
  "arthrite",
  "artichaut",
  "articul",
  "articulaire",
  "artificiel",
  "artificielle",
  "artisanal",
  "artisanat",
  "artiste",
  "artriel",
  "arvensi",
  "arvensis",
  "arythmie",
  "arz",
  "ascendant",
  "asch",
  "asi",
  "asiatique",
  "asie",
  "aspect",
  "asphodelaceae",
  "aspic",
  "assainir",
  "assainissement",
  "assaisonnement",
  "assaisonner",
  "assch",
  "asscher",
  "assister",
  "asso",
  "associaient",
  "association",
  "associer",
  "assurer",
  "asteraceae",
  "asthmatique",
  "asthme",
  "astraces",
  "astringent",
  "astringer",
  "athamanticum",
  "atla",
  "atlantique",
  "atlas",
  "atler",
  "atmosphre",
  "atmosphrique",
  "atrach",
  "attaque",
  "attaquer",
  "atteindre",
  "attention",
  "attester",
  "attirer",
  "attractif",
  "attrait",
  "attrayant",
  "attrayer",
  "attrer",
  "attribuer",
  "aube",
  "aubergine",
  "aubpine",
  "aucun",
  "augmentation",
  "augmenter",
  "aurantium",
  "aurs",
  "austral",
  "australi",
  "australie",
  "automnal",
  "automne",
  "autorisation",
  "autorit",
  "autour",
  "autrefois",
  "autrichien",
  "autumnalis",
  "avertissement",
  "avis",
  "avoir",
  "avrer",
  "avril",
  "axe",
  "axillaire",
  "ayurvdique",
  "ayurveda",
  "azir",
  "azote",
  "aztque",
  "azur",
  "babounj",
  "bactrien",
  "bactrienne",
  "bai",
  "baie",
  "baier",
  "bain",
  "balcon",
  "ballonnement",
  "bande",
  "bangladesh",
  "baraban",
  "baraka",
  "barbade",
  "barbadensi",
  "barbarie",
  "barbeler",
  "bas",
  "basal",
  "basale",
  "basbas",
  "base",
  "basilic",
  "basilicum",
  "basilikn",
  "bassin",
  "battr",
  "bayoud",
  "bb",
  "bche",
  "beaucoup",
  "beaut",
  "bec",
  "beige",
  "bel",
  "belbahrii",
  "ben",
  "benn",
  "bennouma",
  "bergaptne",
  "bernhard",
  "besoin",
  "bibl",
  "bible",
  "bicolore",
  "bien",
  "bienfait",
  "bifera",
  "bifre",
  "bigarad",
  "bigarade",
  "bigaradier",
  "bil",
  "bilabie",
  "bilabier",
  "biliaire",
  "bioactif",
  "biocarburant",
  "biocarburer",
  "biochimique",
  "biodiesel",
  "biodiversit",
  "bioindicateur",
  "biologie",
  "biologique",
  "biomass",
  "biosphre",
  "bipennatisque",
  "bipennatisquer",
  "bire",
  "birmanie",
  "bisabolol",
  "bisannuel",
  "bisannuelle",
  "biscuit",
  "bisdmthoxycurcumine",
  "bisexuer",
  "bissap",
  "blanc",
  "blanche",
  "blanchir",
  "blanchtre",
  "blason",
  "blastophage",
  "blessur",
  "blessure",
  "blettissement",
  "bleu",
  "bleut",
  "bleute",
  "bleuter",
  "bleutre",
  "bndiction",
  "bnficier",
  "bnfique",
  "bnin",
  "bnir",
  "bnisterie",
  "boenn",
  "bohme",
  "boi",
  "bois",
  "boiser",
  "boisson",
  "bon",
  "bonbon",
  "bonheur",
  "bord",
  "bordure",
  "botanique",
  "botaniquemer",
  "botaniste",
  "botrytis",
  "boucage",
  "bouche",
  "bouchon",
  "bougainvill",
  "bougainvillea",
  "bougainvilleaspectabilis",
  "bougainvillierspectaculaire",
  "boughanfiliya",
  "bouillir",
  "boul",
  "boulangeri",
  "boulangerie",
  "bouquet",
  "bout",
  "bouter",
  "bouton",
  "bouturage",
  "bouture",
  "bovin",
  "bracte",
  "bradycardie",
  "braise",
  "braiser",
  "branche",
  "bref",
  "brillant",
  "brillante",
  "bris",
  "briser",
  "britton",
  "brl",
  "brler",
  "brlur",
  "brlure",
  "bronchite",
  "bronchodilatateur",
  "bronze",
  "brosse",
  "broussaille",
  "broyer",
  "brsil",
  "brun",
  "brune",
  "brunswick",
  "bruntre",
  "brut",
  "bruyre",
  "btail",
  "btalane",
  "bton",
  "btonnet",
  "buccal",
  "buccale",
  "buhs",
  "buissonnant",
  "buissonner",
  "bulbe",
  "bulbeux",
  "bulgarie",
  "burman",
  "burmannii",
  "cabane",
  "cabernet",
  "cacao",
  "cactaceae",
  "cacter",
  "cactus",
  "cadre",
  "caduc",
  "caduque",
  "caduquer",
  "caeu",
  "caeux",
  "caf",
  "cafer",
  "cafine",
  "caille",
  "cailleux",
  "caillouteu",
  "calcaire",
  "calcium",
  "calenda",
  "calendula",
  "calendulaofficinalis",
  "calice",
  "californie",
  "calisson",
  "calmante",
  "calmer",
  "calorifique",
  "camara",
  "camomille",
  "camomillematricaire",
  "camphr",
  "camphre",
  "camphrer",
  "canada",
  "canarie",
  "cancer",
  "cancrigne",
  "cancrogne",
  "candicans",
  "canescen",
  "canneler",
  "cannelier",
  "cannelle",
  "cannelledeceylan",
  "capable",
  "capacit",
  "capillaire",
  "capitul",
  "capitule",
  "capituler",
  "caprifiguiers",
  "capsul",
  "capsule",
  "capsuler",
  "capter",
  "carabe",
  "caractre",
  "caractriser",
  "caractristique",
  "carat",
  "cardamome",
  "cardamomeverte",
  "cardamomum",
  "cardiaque",
  "cardiotonique",
  "cardiovasculaire",
  "cardiovasculairer",
  "cardon",
  "carl",
  "carlate",
  "carmin",
  "carminatif",
  "carminative",
  "caromb",
  "carotnode",
  "carotte",
  "caroub",
  "caroube",
  "carouber",
  "caroubier",
  "carpelle",
  "carrer",
  "carrire",
  "carthage",
  "carthame",
  "carthamedesteinturiers",
  "carthamidine",
  "carthamine",
  "carthamus",
  "carthamustinctorius",
  "cartwrightianus",
  "carum",
  "carumcarvi",
  "carvacrol",
  "carvi",
  "carvone",
  "caryophyllata",
  "cas",
  "cassant",
  "casse",
  "cassier",
  "castille",
  "catalase",
  "cataplasme",
  "caucase",
  "caulinaire",
  "cause",
  "causer",
  "caviar",
  "ccidomyie",
  "cdrat",
  "cdre",
  "cedrus",
  "cedrusatlantica",
  "cellulaire",
  "cellulase",
  "cellule",
  "cellulose",
  "centaine",
  "central",
  "centrale",
  "centre",
  "ceratonia",
  "ceratoniae",
  "ceratoniasiliqua",
  "certifier",
  "cerveau",
  "ceylan",
  "chadeck",
  "chagrin",
  "chair",
  "chaleur",
  "chamanique",
  "chamazulne",
  "champ",
  "champignon",
  "chance",
  "chancrer",
  "changeante",
  "changement",
  "chantillon",
  "chanvre",
  "chapeau",
  "charanon",
  "charbon",
  "charcuterie",
  "chardon",
  "chardonnay",
  "charger",
  "charles",
  "charnu",
  "charnue",
  "chasselas",
  "chasser",
  "chat",
  "chaton",
  "chaud",
  "chaude",
  "chaudron",
  "chauffage",
  "chelidonioide",
  "chelle",
  "chemin",
  "chenille",
  "cher",
  "cheval",
  "chevelu",
  "cheveu",
  "cheveux",
  "chiba",
  "chicorer",
  "chien",
  "chih",
  "chili",
  "chimique",
  "chine",
  "chinois",
  "chios",
  "chirurgical",
  "chlorogniqu",
  "chne",
  "choix",
  "cholestrol",
  "cholrtique",
  "choucroute",
  "choukaljamal",
  "christ",
  "christi",
  "chrome",
  "chronique",
  "chrysantnone",
  "chutney",
  "chvre",
  "chypre",
  "cicatrisant",
  "cicatrisation",
  "cigogne",
  "cil",
  "cilantro",
  "cime",
  "cimetire",
  "cinerea",
  "cinnamaldhyde",
  "cinnamomum",
  "cinnamomumverum",
  "cinol",
  "cinole",
  "circ",
  "circulaire",
  "circulation",
  "circulatoire",
  "citer",
  "citral",
  "citrodora",
  "citron",
  "citronnellol",
  "citronnellyl",
  "citronner",
  "citronnier",
  "citrus",
  "citrusaurantiuml",
  "citruslimon",
  "civilisation",
  "cl",
  "cladode",
  "clair",
  "clairage",
  "claircissage",
  "claire",
  "clairire",
  "clarifier",
  "classe",
  "classer",
  "classification",
  "classique",
  "clatant",
  "clatante",
  "clbration",
  "clbre",
  "cler",
  "cleri",
  "climat",
  "climatique",
  "clochett",
  "clon",
  "clonage",
  "cloque",
  "closion",
  "clou",
  "clture",
  "cne",
  "coccus",
  "cochenille",
  "cochet",
  "cognassier",
  "cointreau",
  "cole",
  "colique",
  "collante",
  "colline",
  "cologie",
  "cologique",
  "colombe",
  "colonie",
  "colonisation",
  "coloniser",
  "colonnaire",
  "colorant",
  "colorante",
  "coloration",
  "colore",
  "colorer",
  "coma",
  "combat",
  "combattre",
  "combinaison",
  "combiner",
  "combustible",
  "comestible",
  "commencer",
  "commerce",
  "commercial",
  "commercialisation",
  "commun",
  "communaut",
  "commune",
  "communis",
  "communment",
  "comore",
  "compact",
  "complet",
  "complexe",
  "complment",
  "complte",
  "compltement",
  "comporte",
  "compos",
  "composant",
  "compose",
  "composer",
  "compositae",
  "composite",
  "composition",
  "compost",
  "compote",
  "compoter",
  "comprendre",
  "compresse",
  "compresser",
  "comprim",
  "compris",
  "compte",
  "compter",
  "comptitif",
  "concasser",
  "concave",
  "concentration",
  "concentrer",
  "condiment",
  "condimentaire",
  "condimer",
  "condition",
  "conduire",
  "confection",
  "confectionner",
  "confiner",
  "confiserie",
  "confit",
  "confiture",
  "conflit",
  "confondre",
  "confrant",
  "confre",
  "confrent",
  "confrer",
  "confusion",
  "congeler",
  "conifre",
  "conique",
  "conjonctivite",
  "connaissaient",
  "connatre",
  "connu",
  "conomie",
  "conomique",
  "conomiquemer",
  "conqurir",
  "consacrer",
  "conscience",
  "conseiller",
  "conservation",
  "conserve",
  "conserver",
  "considrablement",
  "considrent",
  "considrer",
  "consomm",
  "consommable",
  "consommateur",
  "consommation",
  "consommer",
  "constamment",
  "conster",
  "constipation",
  "constituant",
  "constituer",
  "construction",
  "consulter",
  "contact",
  "contamination",
  "contaminer",
  "conte",
  "contemporain",
  "conteneur",
  "contenir",
  "contenu",
  "contexte",
  "continent",
  "continu",
  "continuer",
  "contraction",
  "contrairement",
  "contre",
  "contribuer",
  "contribution",
  "contrle",
  "contrler",
  "convexe",
  "convier",
  "convulsion",
  "coq",
  "coque",
  "coquelicot",
  "coran",
  "corbeille",
  "corc",
  "corce",
  "corcer",
  "corde",
  "cordiforme",
  "coriace",
  "coriacer",
  "coriandre",
  "coriandrum",
  "coriandrumsativum",
  "corme",
  "corn",
  "corne",
  "corolle",
  "corporel",
  "corps",
  "corse",
  "corymbe",
  "coryphoideae",
  "cosmopolite",
  "cosmtique",
  "cosmtologie",
  "costus",
  "costusindien",
  "cosystme",
  "coteau",
  "coteuse",
  "coton",
  "couche",
  "coucher",
  "coule",
  "couleur",
  "coumarine",
  "coup",
  "coupe",
  "couper",
  "coupure",
  "cour",
  "couramment",
  "courant",
  "courante",
  "courer",
  "courir",
  "couronne",
  "couronner",
  "cours",
  "court",
  "courte",
  "courtement",
  "couvert",
  "couverte",
  "couvrant",
  "couvrir",
  "cpage",
  "cphalique",
  "cpre",
  "craindre",
  "crale",
  "cralier",
  "crampe",
  "craqueler",
  "cras",
  "craser",
  "crataegu",
  "crataemespilu",
  "crativit",
  "cre",
  "crer",
  "crescit",
  "cresson",
  "creux",
  "crevasser",
  "cribro",
  "crire",
  "crispa",
  "crispum",
  "cristalliser",
  "crit",
  "crivain",
  "crme",
  "crmer",
  "crmonier",
  "crneler",
  "crocine",
  "crocus",
  "crocussativus",
  "croire",
  "crois",
  "croisement",
  "croissance",
  "croissant",
  "crotre",
  "cru",
  "crucial",
  "cryptogamique",
  "cte",
  "ctel",
  "cteler",
  "ctier",
  "ctone",
  "cueill",
  "cueillie",
  "cueillir",
  "cui",
  "cuir",
  "cuire",
  "cuisine",
  "cuisinier",
  "cuisson",
  "cuit",
  "cuite",
  "cuivre",
  "culinaire",
  "cultiv",
  "cultivar",
  "cultive",
  "cultiver",
  "cultural",
  "culture",
  "culturel",
  "cumin",
  "cuminum",
  "cunning",
  "cupressaceae",
  "cupressacer",
  "cupressus",
  "cupressussempervirens",
  "cur",
  "curaao",
  "curatif",
  "curcuma",
  "curcumalonga",
  "curcumine",
  "curcuminode",
  "curcumne",
  "curry",
  "cutan",
  "cuv",
  "cycle",
  "cylindrer",
  "cylindrique",
  "cyme",
  "cyminum",
  "cyprs",
  "cyprscommun",
  "dactylifera",
  "dactylopius",
  "dad",
  "daktylo",
  "damas",
  "danger",
  "dangereuser",
  "dangereux",
  "dat",
  "dater",
  "datt",
  "datte",
  "dattier",
  "davantage",
  "dbat",
  "dbattre",
  "dbut",
  "dbuter",
  "dcembre",
  "dcennie",
  "dchet",
  "dclencher",
  "dclin",
  "dcliner",
  "dcnal",
  "dcoction",
  "dcombre",
  "dcongestionnant",
  "dcongestionnante",
  "dcongestionner",
  "dconseiller",
  "dcoratif",
  "dcoration",
  "dcorative",
  "dcorer",
  "dcortiquer",
  "dcouper",
  "dcouverte",
  "dcouvrir",
  "dcrire",
  "ddier",
  "de",
  "dehnh",
  "demande",
  "denr",
  "denre",
  "dense",
  "densment",
  "densmer",
  "dent",
  "dentaire",
  "dente",
  "dentel",
  "dentele",
  "denteler",
  "denter",
  "dermatite",
  "dermatologie",
  "dermatologique",
  "dernier",
  "des",
  "description",
  "desf",
  "desquamer",
  "desse",
  "dessert",
  "desservir",
  "dessiner",
  "destiner",
  "deuil",
  "devenir",
  "devoir",
  "dfi",
  "dforestation",
  "dfunt",
  "dgager",
  "dgrader",
  "dhiscence",
  "dhiscent",
  "dhiscente",
  "dhrou",
  "diabte",
  "diakne",
  "diakner",
  "diamtre",
  "diaphortique",
  "diarrhe",
  "diarrher",
  "dicotyldone",
  "diderot",
  "difficile",
  "diffr",
  "diffrence",
  "diffusion",
  "difla",
  "digestif",
  "digestion",
  "dihydrocarvone",
  "diluer",
  "dimension",
  "diminuer",
  "diminution",
  "dioica",
  "dioque",
  "dioscorid",
  "direct",
  "discode",
  "discret",
  "disparatre",
  "disperser",
  "dispersion",
  "dispos",
  "disposer",
  "dissmination",
  "distillation",
  "distiller",
  "distinct",
  "distincte",
  "distinctif",
  "distinction",
  "distingue",
  "distinguer",
  "distribuer",
  "distribution",
  "diterpne",
  "diurtique",
  "diversit",
  "divinatoire",
  "divinit",
  "divinorum",
  "diviser",
  "division",
  "dizaine",
  "dlicat",
  "dlicatesse",
  "dlicieux",
  "dlimiter",
  "dmangeaison",
  "dmontrer",
  "dmoulage",
  "dmthoxycurcumine",
  "dnomination",
  "dnuer",
  "documenter",
  "doigt",
  "doiv",
  "dolmade",
  "dolomiaea",
  "dolomiaeer",
  "domaine",
  "domestication",
  "domestique",
  "domestiquer",
  "dominer",
  "dommage",
  "donne",
  "donner",
  "dopamine",
  "dorer",
  "dormir",
  "dose",
  "dosha",
  "doter",
  "dou",
  "double",
  "douce",
  "douceur",
  "douche",
  "douleur",
  "douteux",
  "doux",
  "douzaine",
  "dpasser",
  "dpendance",
  "dpendre",
  "dpense",
  "dploy",
  "dpourvu",
  "dpression",
  "dpuratif",
  "dpurative",
  "drageer",
  "drageon",
  "drain",
  "drainage",
  "drainer",
  "drapeau",
  "dresse",
  "dresser",
  "driv",
  "drive",
  "driver",
  "droit",
  "drumstick",
  "drup",
  "drupe",
  "dsamrisation",
  "dsarticuler",
  "dsert",
  "dsertification",
  "dsertique",
  "dshydratation",
  "dsigner",
  "dsodoriser",
  "dtacher",
  "dtente",
  "dtersif",
  "dto",
  "dtoxifiant",
  "dtriment",
  "dualit",
  "dubium",
  "dulc",
  "dulcorant",
  "dune",
  "dur",
  "durabilit",
  "durable",
  "durablement",
  "dure",
  "duret",
  "dutch",
  "duvet",
  "duveteuse",
  "duveteux",
  "dvaster",
  "dvelopp",
  "dveloppement",
  "dvelopper",
  "dysenterie",
  "eau",
  "eber",
  "echter",
  "eczma",
  "effectuer",
  "effet",
  "efficace",
  "efficacement",
  "efficacit",
  "effil",
  "effort",
  "el",
  "elakkai",
  "elch",
  "elettaria",
  "elettariacardamomum",
  "ellagitanin",
  "elliptique",
  "embaumement",
  "embellir",
  "embellissant",
  "emblm",
  "emblmatique",
  "emblme",
  "embrun",
  "emmnagogue",
  "empereur",
  "emplacement",
  "emploi",
  "employer",
  "enceinte",
  "encen",
  "encensier",
  "encourager",
  "encre",
  "encyclopdie",
  "endive",
  "endl",
  "endmique",
  "endmisme",
  "endommager",
  "endoscopique",
  "endroit",
  "enfant",
  "enfermer",
  "enflamm",
  "englober",
  "engorgement",
  "enivrer",
  "ennemi",
  "enracinent",
  "enregistrer",
  "enrichir",
  "enrober",
  "enrouler",
  "ensal",
  "ensoleill",
  "ensoleillement",
  "ensoleiller",
  "ensuite",
  "enthogne",
  "entier",
  "entire",
  "entirer",
  "entomogame",
  "entomophile",
  "entourer",
  "entraner",
  "entrer",
  "entretien",
  "envahir",
  "envahissant",
  "enveloppe",
  "envelopper",
  "environnement",
  "environnemental",
  "enzyme",
  "ericaceae",
  "escargot",
  "espace",
  "espacer",
  "espagne",
  "espagnol",
  "espce",
  "esprance",
  "essence",
  "essentiel",
  "ester",
  "esthtique",
  "esthtisme",
  "estival",
  "estomac",
  "estragol",
  "estragole",
  "eucalyptus",
  "eucalyptuscommun",
  "eucalyptusglobulus",
  "eugenia",
  "eugnol",
  "euphorbiace",
  "euphorbiaceae",
  "eurasiatique",
  "eurasie",
  "eureka",
  "europ",
  "europaea",
  "europe",
  "europen",
  "eutrophiser",
  "ex",
  "exact",
  "examen",
  "excellent",
  "exceptionnellement",
  "excessif",
  "excessivement",
  "excs",
  "exemple",
  "exempt",
  "exfoliante",
  "exfolie",
  "exfolier",
  "exhaler",
  "exige",
  "exigeer",
  "exigence",
  "exiger",
  "exister",
  "expansif",
  "expansion",
  "expectorant",
  "expectorante",
  "expectorantes",
  "expectorer",
  "expliquer",
  "exploitation",
  "exploiter",
  "explorateur",
  "exploration",
  "explorer",
  "exportation",
  "exporter",
  "exposer",
  "exposition",
  "expression",
  "expulsion",
  "exquis",
  "externe",
  "externement",
  "extraction",
  "extraire",
  "extrait",
  "extraite",
  "extrieur",
  "extrieure",
  "extrme",
  "extrmement",
  "extrmit",
  "faade",
  "fabace",
  "fabaceae",
  "fabacer",
  "fabrication",
  "fabriquer",
  "face",
  "facette",
  "facile",
  "facilement",
  "facilemer",
  "faciliter",
  "faible",
  "faiblement",
  "faire",
  "faisceau",
  "falc",
  "falciforme",
  "fameux",
  "famille",
  "faner",
  "faon",
  "farigoul",
  "farine",
  "farineux",
  "farnsne",
  "fasciculer",
  "fastigier",
  "fatal",
  "fatigu",
  "faucill",
  "faune",
  "faux",
  "favorable",
  "favoriser",
  "fbrifuge",
  "fcal",
  "fedtschenkoana",
  "femelle",
  "femme",
  "fenchone",
  "fendre",
  "fenouil",
  "fenouilcommun",
  "fente",
  "fenugrec",
  "fenum",
  "fer",
  "fermentation",
  "fermenter",
  "ferrugineus",
  "fertile",
  "fertilisation",
  "fertiliser",
  "fertilit",
  "feu",
  "feuill",
  "feuillage",
  "feuille",
  "feuiller",
  "fiable",
  "fibre",
  "fibreux",
  "ficus",
  "ficuscarica",
  "fidle",
  "fidlement",
  "fidlit",
  "figue",
  "figuier",
  "figuiercommun",
  "figuierdebarbarie",
  "figurer",
  "fijel",
  "fil",
  "filiforme",
  "fin",
  "finalement",
  "fine",
  "finement",
  "finesse",
  "fissurer",
  "fivre",
  "fixation",
  "fixer",
  "flatulence",
  "flavolignane",
  "flavonode",
  "flavonoder",
  "flavonodes",
  "fleur",
  "fleuri",
  "fleurir",
  "fleurissent",
  "fleurit",
  "fliou",
  "floculer",
  "flora",
  "floraison",
  "floral",
  "florau",
  "flore",
  "florence",
  "floride",
  "florifre",
  "florin",
  "fltrissement",
  "fluorescent",
  "flux",
  "fminin",
  "foeniculum",
  "foeniculumvulgare",
  "foenum",
  "foie",
  "foin",
  "fois",
  "folate",
  "foliaire",
  "folie",
  "foliole",
  "follicule",
  "fonc",
  "foncer",
  "fonction",
  "fondamental",
  "fongique",
  "force",
  "forestier",
  "form",
  "formation",
  "forme",
  "former",
  "formiate",
  "formique",
  "formulation",
  "fort",
  "fortement",
  "fortifiant",
  "fortifier",
  "foss",
  "fossile",
  "four",
  "fournir",
  "fourr",
  "fourrage",
  "frache",
  "frachement",
  "fracheur",
  "fragile",
  "fragment",
  "frais",
  "fraise",
  "franais",
  "france",
  "frangipane",
  "frappant",
  "frer",
  "friche",
  "friction",
  "friedrich",
  "fris",
  "friser",
  "frit",
  "friture",
  "froid",
  "froide",
  "froisse",
  "froissement",
  "froisser",
  "fromage",
  "fromagerie",
  "fromagette",
  "frquemment",
  "frquent",
  "fructification",
  "fructifier",
  "fructose",
  "fruit",
  "fruiter",
  "fruitier",
  "fruitire",
  "ft",
  "fte",
  "fugax",
  "fumigation",
  "funraille",
  "funraire",
  "fur",
  "furocoumarine",
  "furoncle",
  "furosyl",
  "fusariose",
  "fusarium",
  "fusiforme",
  "g",
  "gaertn",
  "gaine",
  "galactagogue",
  "galactogne",
  "galerie",
  "galle",
  "gallica",
  "gallotanin",
  "gamm",
  "gamme",
  "gant",
  "garam",
  "garantir",
  "garder",
  "gargarisme",
  "garni",
  "garnir",
  "garniture",
  "garrigue",
  "gastrique",
  "gastronomie",
  "gaufrer",
  "gaz",
  "gazell",
  "ge",
  "gel",
  "gele",
  "genivr",
  "genre",
  "genvrier",
  "genvriercommun",
  "geraniaceae",
  "geranium",
  "germanica",
  "germer",
  "germination",
  "gestion",
  "ghleou",
  "gibier",
  "gigantea",
  "gin",
  "gingelly",
  "gingembre",
  "ginger",
  "gingivale",
  "gingivite",
  "gingrol",
  "girofl",
  "girofle",
  "giroflier",
  "gl",
  "glabre",
  "glabridin",
  "glac",
  "glace",
  "glande",
  "glanduleux",
  "glatineux",
  "glauca",
  "glif",
  "glifier",
  "globalement",
  "globe",
  "globuleux",
  "globulus",
  "glochidie",
  "gloire",
  "glucide",
  "glucose",
  "glycmie",
  "glycyrrhiza",
  "glycyrrhizaglabra",
  "glycyrrhizine",
  "glykrrhiza",
  "glyky",
  "gnral",
  "gnralement",
  "gnreusemer",
  "gnrique",
  "gntique",
  "gographique",
  "gomasio",
  "gomme",
  "gommier",
  "gorge",
  "gorger",
  "gorgie",
  "got",
  "gouna",
  "gouss",
  "gousse",
  "goutte",
  "graebn",
  "graecum",
  "grain",
  "graine",
  "graisse",
  "gramme",
  "granatum",
  "grand",
  "grande",
  "grandeortie",
  "grandeur",
  "graniace",
  "graniol",
  "granium",
  "graniumrosat",
  "granyl",
  "grappe",
  "gras",
  "gratin",
  "grave",
  "graveolens",
  "gravi",
  "graza",
  "grc",
  "grce",
  "grec",
  "greffage",
  "greffer",
  "grelot",
  "grenade",
  "grenadier",
  "grenadin",
  "grill",
  "grillade",
  "griller",
  "grimpant",
  "grimper",
  "grippe",
  "gris",
  "grise",
  "gristre",
  "gros",
  "grossess",
  "grossesse",
  "grossier",
  "group",
  "groupe",
  "grouper",
  "gteau",
  "guerem",
  "guerre",
  "guimauve",
  "guin",
  "guine",
  "guirlande",
  "gupe",
  "gurir",
  "gustative",
  "guttation",
  "gypte",
  "gyptien",
  "gyptienne",
  "habba",
  "habbat",
  "habbhal",
  "habillement",
  "habitat",
  "habitation",
  "habituel",
  "habthlawa",
  "hach",
  "hacher",
  "haie",
  "haine",
  "haleine",
  "hallucination",
  "hallucinogne",
  "hampe",
  "hanout",
  "haricot",
  "harmal",
  "harmala",
  "harmaline",
  "harmalol",
  "harmel",
  "harmine",
  "haskiyer",
  "haut",
  "haute",
  "hautement",
  "hauteur",
  "hbak",
  "helba",
  "hendiya",
  "henn",
  "henna",
  "herba",
  "herbac",
  "herbace",
  "herbacer",
  "herbe",
  "herbicide",
  "herboriste",
  "herboristerie",
  "hermaphrodite",
  "hermaphroditer",
  "hibiscus",
  "hibiscusrosedechine",
  "hibiscussabdariffa",
  "hibisko",
  "himalaya",
  "hindi",
  "hindiba",
  "hippocrate",
  "histamine",
  "histoire",
  "historique",
  "historiquement",
  "historiquemer",
  "hiver",
  "hivernal",
  "hiverner",
  "hliophile",
  "hmisphre",
  "hmorragie",
  "hmostatique",
  "hollandais",
  "homme",
  "homo",
  "honneur",
  "horizontalement",
  "horizontali",
  "horticole",
  "horticulture",
  "horto",
  "hospitalit",
  "houmou",
  "hpatique",
  "hpatite",
  "hpato",
  "hpatoprotectrice",
  "hpatotoxicit",
  "hr",
  "hriqa",
  "hritage",
  "ht",
  "hte",
  "htrosider",
  "huil",
  "huile",
  "humain",
  "humanit",
  "humeur",
  "humide",
  "humidit",
  "humifre",
  "humu",
  "humus",
  "hybridation",
  "hybride",
  "hydratant",
  "hydratante",
  "hydrater",
  "hydrique",
  "hydrocollode",
  "hydrolat",
  "hypertension",
  "hypocholestrolmiante",
  "hypoglycmiant",
  "hypotensif",
  "iconographie",
  "icterina",
  "idal",
  "idalemer",
  "identifi",
  "iiie",
  "il",
  "ilex",
  "illgal",
  "illion",
  "image",
  "imao",
  "imbriquer",
  "immatriel",
  "immature",
  "immortalit",
  "immunit",
  "immunitaire",
  "immunomodulatrice",
  "impact",
  "imparipenner",
  "impliquer",
  "importance",
  "important",
  "importer",
  "imposer",
  "impratif",
  "impression",
  "imprgner",
  "impuret",
  "in",
  "inab",
  "inapproprier",
  "incendie",
  "incertain",
  "inciser",
  "incision",
  "incluent",
  "inclure",
  "inconnu",
  "incontournable",
  "incorporer",
  "incroyable",
  "inculte",
  "ind",
  "inde",
  "indhiscent",
  "indhiscente",
  "indica",
  "indicateur",
  "indication",
  "indien",
  "indigestion",
  "indigne",
  "indique",
  "indiquer",
  "indispensable",
  "indissociable",
  "indonsi",
  "indonsie",
  "indsirable",
  "induire",
  "industrie",
  "industriel",
  "infantile",
  "infection",
  "infestation",
  "inflammabilit",
  "inflammation",
  "inflammatoire",
  "inflorescence",
  "infrieur",
  "infuser",
  "infusion",
  "ingal",
  "ingestion",
  "ingrdient",
  "ingrer",
  "inhalation",
  "inhibiteur",
  "inondable",
  "insatur",
  "inscrire",
  "insecte",
  "insecticide",
  "insignifiant",
  "insolation",
  "insomnie",
  "inspirer",
  "insrer",
  "insuffisance",
  "intemporel",
  "intense",
  "intensif",
  "intensifier",
  "intensit",
  "intensmer",
  "interaction",
  "interchangeable",
  "interdire",
  "intergnrique",
  "intermedia",
  "international",
  "interne",
  "intervenir",
  "intervention",
  "intestin",
  "intestinal",
  "intgr",
  "intgrant",
  "intgrer",
  "intimement",
  "intolrer",
  "intoxication",
  "intressant",
  "intrieur",
  "intrieure",
  "introduction",
  "introduire",
  "intrt",
  "invasive",
  "involucre",
  "irak",
  "iran",
  "iranien",
  "iridaceae",
  "iridacer",
  "irlande",
  "ironwood",
  "irrgulier",
  "irrigation",
  "irriguer",
  "irritant",
  "irritation",
  "irrite",
  "irriter",
  "islam",
  "isol",
  "isolant",
  "isoquinolique",
  "isosilybine",
  "isral",
  "issu",
  "italie",
  "italien",
  "iv",
  "jacques",
  "jamais",
  "jamaqu",
  "japon",
  "japonais",
  "jardin",
  "jardinage",
  "jardinire",
  "jasmin",
  "jasmincommun",
  "jasminum",
  "jasminumofficinale",
  "jaune",
  "jaunir",
  "jaunissent",
  "jauntre",
  "jeljlan",
  "jeune",
  "jeux",
  "joie",
  "jordanie",
  "joue",
  "jouer",
  "jour",
  "judasme",
  "juif",
  "juillet",
  "juin",
  "jujubier",
  "jujubierdepalestine",
  "juniperus",
  "juniperuscommunis",
  "juridiction",
  "jus",
  "juteux",
  "juvnile",
  "kabylie",
  "kaliptos",
  "kalypto",
  "kapha",
  "kardammon",
  "kardamon",
  "karkad",
  "karma",
  "karwiya",
  "kazakhstan",
  "kazanlak",
  "kcal",
  "kelaat",
  "kermous",
  "kermousselhindi",
  "kettane",
  "kharkoum",
  "kharrb",
  "khartum",
  "kharwaa",
  "khchkhach",
  "khobbiza",
  "khzama",
  "kilogramme",
  "kimon",
  "kj",
  "klitous",
  "kombucha",
  "koris",
  "kouzbar",
  "kunth",
  "kurkum",
  "l",
  "labiace",
  "labill",
  "labillardir",
  "laboration",
  "labour",
  "lactation",
  "lactone",
  "lait",
  "laiteux",
  "lam",
  "lamelle",
  "lamiaceae",
  "lamiaces",
  "lamier",
  "lamium",
  "lancer",
  "lancol",
  "lancole",
  "lancoler",
  "lande",
  "langage",
  "langue",
  "lanire",
  "lanka",
  "lantadne",
  "lantana",
  "lantanacamara",
  "lantanier",
  "lappa",
  "large",
  "largement",
  "largeur",
  "lasticit",
  "latex",
  "latifolia",
  "latin",
  "latral",
  "lauraceae",
  "laurat",
  "lauren",
  "laurier",
  "lauriernoble",
  "laurus",
  "laurusnobilis",
  "lavanda",
  "lavande",
  "lavandevraie",
  "lavandin",
  "lavandula",
  "lavandulaangustifolia",
  "lavar",
  "lavendel",
  "lavender",
  "laver",
  "lawsone",
  "lawsonia",
  "lawsoniainermis",
  "laxatif",
  "laymoun",
  "lche",
  "le",
  "lectine",
  "lectrolyte",
  "lectuaire",
  "ledebour",
  "lemon",
  "lent",
  "lente",
  "lenteur",
  "lenticulaire",
  "lentisque",
  "ler",
  "lev",
  "lever",
  "lgant",
  "lgend",
  "lgende",
  "lger",
  "lgre",
  "lgrement",
  "lgret",
  "lgum",
  "lgume",
  "lgumineuse",
  "lgumineux",
  "lian",
  "liane",
  "liban",
  "librer",
  "liby",
  "licochalcone",
  "licorice",
  "lier",
  "lieu",
  "lieux",
  "lig",
  "lige",
  "lignane",
  "ligneuse",
  "ligneuser",
  "ligneux",
  "lignifier",
  "lignine",
  "ligule",
  "lilas",
  "limacer",
  "limbe",
  "limination",
  "liminer",
  "limit",
  "limite",
  "limitent",
  "limiter",
  "limon",
  "limoneux",
  "limonmerr",
  "limonne",
  "limono",
  "limounhmad",
  "lin",
  "linaceae",
  "linacer",
  "linaire",
  "linalol",
  "linalool",
  "linalyl",
  "lincultiv",
  "linge",
  "linn",
  "linnaeus",
  "linner",
  "linolique",
  "linolum",
  "linum",
  "linumusitatissimum",
  "lipase",
  "lipide",
  "lippia",
  "lipsch",
  "liqueur",
  "liquide",
  "liquor",
  "liquoritia",
  "lire",
  "lisbon",
  "lisire",
  "lisse",
  "lisser",
  "liste",
  "lit",
  "litire",
  "litt",
  "littoral",
  "littraire",
  "littral",
  "littralement",
  "lment",
  "lob",
  "lobe",
  "lober",
  "local",
  "localement",
  "localiser",
  "loge",
  "loigner",
  "loin",
  "long",
  "longa",
  "longitudinal",
  "longuement",
  "longueur",
  "longvit",
  "loquence",
  "lorsqu",
  "lotion",
  "louiza",
  "lourd",
  "loureiroi",
  "louz",
  "lsion",
  "lubrifiant",
  "luisa",
  "luisant",
  "luisante",
  "lumire",
  "lustrer",
  "lutoline",
  "lutte",
  "lutter",
  "luxe",
  "lvre",
  "lythraceae",
  "m",
  "macaron",
  "macrocarper",
  "madagascar",
  "madeleine",
  "madnoos",
  "madrid",
  "magenta",
  "maghreb",
  "magnifique",
  "magnsium",
  "mahbouler",
  "mai",
  "main",
  "maintenir",
  "maison",
  "majestueux",
  "majeur",
  "major",
  "majoritaire",
  "majoritairement",
  "mal",
  "malabar",
  "malade",
  "maladie",
  "malaisi",
  "malayalam",
  "malheureusement",
  "malique",
  "malnutrition",
  "malva",
  "malvaceae",
  "malvacer",
  "malvasylvestris",
  "mandarinier",
  "manetti",
  "manganse",
  "manifester",
  "manipulation",
  "manipuler",
  "manire",
  "manirer",
  "manteau",
  "manuel",
  "manuelle",
  "manuellemer",
  "mao",
  "maqui",
  "maquis",
  "mara",
  "marbr",
  "marbrer",
  "march",
  "marcottage",
  "mardadouch",
  "margarine",
  "marge",
  "marguerite",
  "mariage",
  "marie",
  "marier",
  "marin",
  "marinade",
  "marinus",
  "maritime",
  "marjamie",
  "marjolaine",
  "marmelade",
  "maroc",
  "marocain",
  "marqu",
  "marque",
  "marquer",
  "marron",
  "mars",
  "marseillais",
  "masala",
  "masculine",
  "masqu",
  "masque",
  "masquer",
  "massag",
  "massage",
  "massepain",
  "masser",
  "massif",
  "mastic",
  "materia",
  "maternel",
  "matin",
  "matire",
  "maton",
  "matonia",
  "matrial",
  "matriau",
  "matricaire",
  "matricaria",
  "matricariachamomilla",
  "maturation",
  "mature",
  "maturit",
  "mauritanie",
  "mauvais",
  "mauve",
  "mauvesylvestre",
  "maximum",
  "mcanique",
  "mdecin",
  "mdecine",
  "mdical",
  "mdicament",
  "mdicinal",
  "mdicinale",
  "mdicinau",
  "mditerrane",
  "mditerranen",
  "mditerraner",
  "mdival",
  "meal",
  "medica",
  "meilleur",
  "mellifre",
  "membrane",
  "menace",
  "menacer",
  "mener",
  "menstruel",
  "mentha",
  "menthapulegiuml",
  "menthaspicata",
  "menthe",
  "mentheae",
  "menthepouliot",
  "mentheverte",
  "menthole",
  "mentholer",
  "menthone",
  "mention",
  "mentionnaient",
  "mentionner",
  "menuiserie",
  "menziesii",
  "mer",
  "merger",
  "merlot",
  "mespilus",
  "mespilusgermanica",
  "messicole",
  "mesure",
  "mesurent",
  "mesurer",
  "mettre",
  "meuble",
  "meum",
  "mexicain",
  "mexiqu",
  "mexique",
  "meyer",
  "miel",
  "mieux",
  "mignonette",
  "mijoter",
  "milanais",
  "mildiou",
  "milieu",
  "mill",
  "miller",
  "millier",
  "million",
  "millnaire",
  "mince",
  "minette",
  "mineur",
  "mineure",
  "minoen",
  "minral",
  "minuscule",
  "miracle",
  "mirat",
  "mirs",
  "mirto",
  "mite",
  "mlange",
  "mlanger",
  "mle",
  "mmoire",
  "mnopause",
  "mode",
  "moderne",
  "modernement",
  "modifier",
  "modine",
  "modr",
  "modration",
  "modrer",
  "modrment",
  "moindre",
  "moine",
  "mois",
  "mollar",
  "mollient",
  "molliente",
  "moluque",
  "moment",
  "momie",
  "monarde",
  "monastique",
  "mondage",
  "monde",
  "monder",
  "mondial",
  "mondialement",
  "monnaie",
  "monoamin",
  "monocotyldone",
  "monoculture",
  "monoinsatur",
  "monoinsaturer",
  "monopole",
  "monosaccharide",
  "monospcifique",
  "monoterpne",
  "monoterpnique",
  "monoterpnol",
  "monstreuse",
  "mont",
  "montagn",
  "montagnard",
  "montagne",
  "montagner",
  "montagneuser",
  "montagneux",
  "monter",
  "montre",
  "montrer",
  "monument",
  "moraceae",
  "moracer",
  "moriatur",
  "moringa",
  "moringaceae",
  "moringaoleifera",
  "moroccan",
  "morphologie",
  "morphologique",
  "morsure",
  "mort",
  "mortel",
  "morteller",
  "moschata",
  "mot",
  "motif",
  "motiver",
  "mou",
  "mouche",
  "moudre",
  "moulu",
  "mourir",
  "mouton",
  "moyen",
  "moyenne",
  "mozzarella",
  "mr",
  "mre",
  "mrer",
  "mricarpe",
  "mridional",
  "mrir",
  "mrissent",
  "mristme",
  "msophile",
  "msopotamie",
  "mtabolite",
  "mthode",
  "mthyl",
  "mthylchavicol",
  "mthylcinnamate",
  "mtre",
  "mucilage",
  "mucilagineux",
  "multiple",
  "multiplication",
  "multiplicit",
  "multiplier",
  "multitude",
  "munie",
  "munir",
  "muqueuse",
  "muqueux",
  "mur",
  "murissent",
  "muscade",
  "muscat",
  "musculaire",
  "musquer",
  "mycose",
  "myrtaceae",
  "myrtacer",
  "myrte",
  "myrtecommun",
  "myrtus",
  "myrtuscommunis",
  "mythique",
  "mythologie",
  "naan",
  "naanaa",
  "nabk",
  "nabq",
  "nafaa",
  "nafeh",
  "nain",
  "naissance",
  "nakhla",
  "nana",
  "narenj",
  "natif",
  "national",
  "natte",
  "naturalisation",
  "naturaliser",
  "nature",
  "naturel",
  "naturellement",
  "nause",
  "naval",
  "ncessaire",
  "ncessit",
  "ncessiter",
  "neapolitanum",
  "nectar",
  "nepetoideae",
  "nergie",
  "nergtique",
  "nerium",
  "neriumoleander",
  "nert",
  "nervature",
  "nerveux",
  "nervure",
  "nettement",
  "nettoyant",
  "nettoyer",
  "neurologique",
  "neuroprotecteur",
  "neurotoxique",
  "neurotransmetteur",
  "neutraliser",
  "neutre",
  "nfle",
  "nflier",
  "nfliercommun",
  "ngatif",
  "nicholas",
  "nigella",
  "nigellasativa",
  "nigelle",
  "nigellecultive",
  "nigeria",
  "nil",
  "nitrariaceae",
  "nitrariacer",
  "niveau",
  "no",
  "noblesse",
  "noir",
  "noire",
  "noirtre",
  "noisette",
  "noix",
  "nolithique",
  "nom",
  "nomenclature",
  "nommer",
  "non",
  "nonyl",
  "nopal",
  "nopale",
  "noradrnaline",
  "nord",
  "nordique",
  "normal",
  "notable",
  "note",
  "noter",
  "nottingham",
  "noueux",
  "nougat",
  "nourrir",
  "nourrissant",
  "nourrisson",
  "nourritur",
  "nourriture",
  "nouveau",
  "novembre",
  "noyal",
  "noyau",
  "nphrotoxique",
  "nriantine",
  "nrion",
  "nroli",
  "nuance",
  "nud",
  "numidi",
  "numidicer",
  "nuptial",
  "nutraceutiqu",
  "nutriment",
  "nutritif",
  "nutrition",
  "nutritionnel",
  "nutritive",
  "nyctaginaceae",
  "nylon",
  "oasi",
  "oasis",
  "obe",
  "objet",
  "oblancoler",
  "oblong",
  "oblongue",
  "oblonguer",
  "obovale",
  "obstruction",
  "obtenir",
  "occasionnel",
  "occasionnellement",
  "occasionnellemer",
  "occidental",
  "occlusion",
  "occupe",
  "occurrence",
  "ocimum",
  "ocimumbasilicum",
  "octobre",
  "oculaire",
  "odeur",
  "odium",
  "odorant",
  "odorer",
  "of",
  "officinal",
  "officinale",
  "officinalis",
  "offre",
  "offrir",
  "oiseal",
  "oiseau",
  "olagineux",
  "olandre",
  "olandrine",
  "olastre",
  "olea",
  "oleaceae",
  "oleaeuropaea",
  "oler",
  "olique",
  "olive",
  "olivier",
  "oliviercommun",
  "ombelle",
  "ombellifre",
  "ombrager",
  "ombre",
  "omelette",
  "omniprser",
  "ongle",
  "online",
  "opercule",
  "ophtalmologie",
  "opium",
  "opposer",
  "optimal",
  "optimiser",
  "opuntia",
  "orang",
  "orange",
  "oranger",
  "orangeramer",
  "orbiculaire",
  "organe",
  "organique",
  "organiser",
  "organisme",
  "organo",
  "organoleptique",
  "orient",
  "oriental",
  "orienter",
  "orientine",
  "orier",
  "origan",
  "origanum",
  "origanummajorana",
  "origanumvulgare",
  "originaire",
  "original",
  "origine",
  "ornement",
  "ornemental",
  "ornementale",
  "ornementation",
  "orsinii",
  "ortie",
  "oseill",
  "oseille",
  "osm",
  "ostiole",
  "ouarsenis",
  "oued",
  "ouest",
  "oui",
  "our",
  "ours",
  "outil",
  "ouverture",
  "ouvrage",
  "ouvrent",
  "ouvrir",
  "ouzo",
  "ovaire",
  "ovale",
  "ovode",
  "ovoder",
  "oxydase",
  "oxydatif",
  "oxydation",
  "oxyde",
  "oxysporum",
  "pacifique",
  "paella",
  "pai",
  "paillage",
  "pain",
  "paire",
  "pais",
  "paissir",
  "paississant",
  "paississement",
  "paix",
  "pakistan",
  "palette",
  "palma",
  "palmace",
  "palmatilob",
  "palmatilobe",
  "palmatilober",
  "palmatipartite",
  "palme",
  "palmer",
  "palmeraie",
  "palmier",
  "pamplemoussier",
  "panace",
  "panacher",
  "panicule",
  "panier",
  "panouir",
  "panouissement",
  "panouissent",
  "papaver",
  "papaveraceae",
  "papaverrhoeasl",
  "papavrace",
  "papavracer",
  "papier",
  "papillon",
  "pappus",
  "papyrac",
  "papyrus",
  "paradis",
  "paradol",
  "paralysie",
  "parasite",
  "parc",
  "parcimonie",
  "parcourir",
  "parenchyme",
  "parent",
  "parfaitement",
  "parfum",
  "parfume",
  "parfumer",
  "parfumerie",
  "parfumeur",
  "paripenner",
  "parme",
  "parquet",
  "parsemer",
  "participer",
  "particularit",
  "particulier",
  "particulirement",
  "partie",
  "partiellement",
  "partir",
  "party",
  "passer",
  "pastilire",
  "pastis",
  "pathologie",
  "patrimoine",
  "pauvre",
  "pavot",
  "pays",
  "paysage",
  "paysager",
  "paysagre",
  "pdicelle",
  "pdoclimatique",
  "pdoncule",
  "peau",
  "pectine",
  "pedaliaceae",
  "peganum",
  "peganumharmala",
  "peintur",
  "peinture",
  "pelargo",
  "pelargonium",
  "pelargoniumgraveolens",
  "peler",
  "pellicul",
  "pellicule",
  "pelouse",
  "pelte",
  "pendant",
  "pendante",
  "pennatifide",
  "pennatisquer",
  "penner",
  "pentalobe",
  "pente",
  "perfoliata",
  "pergola",
  "perle",
  "permettre",
  "peronospora",
  "perptuer",
  "persan",
  "perse",
  "persil",
  "persistant",
  "persister",
  "personne",
  "perte",
  "perturbation",
  "perturber",
  "peser",
  "pesto",
  "petit",
  "petra",
  "petroselinum",
  "petroselinumcrispum",
  "peuple",
  "pgadace",
  "pganium",
  "ph",
  "pharaon",
  "pharmaceutique",
  "pharmacie",
  "pharmacologie",
  "pharmacologique",
  "pharmacope",
  "phmre",
  "phnici",
  "phnicien",
  "phnix",
  "phnol",
  "phnolique",
  "phoeniceae",
  "phoenix",
  "phoenixdactylifera",
  "phonix",
  "phosphore",
  "photoactive",
  "photosensibilisation",
  "photosynthtique",
  "phototoxicit",
  "phototoxique",
  "phylognie",
  "phylogntique",
  "phytochimique",
  "phytopathologie",
  "phytophotodermatite",
  "phytostrol",
  "phytothrapie",
  "pi",
  "pic",
  "pice",
  "picer",
  "picrocrocine",
  "pied",
  "pierre",
  "pierreux",
  "pigment",
  "pileptique",
  "pilier",
  "pilosit",
  "pimpinella",
  "pimpinellaanisum",
  "pin",
  "pinaceae",
  "pinard",
  "pincer",
  "pinde",
  "pine",
  "pineuse",
  "pineuser",
  "pineux",
  "pinot",
  "pionnier",
  "piperita",
  "piqre",
  "piquant",
  "piquer",
  "piriforme",
  "pisse",
  "pissenlit",
  "pistacia",
  "pistacialentiscus",
  "pithte",
  "pivotant",
  "pizza",
  "place",
  "placer",
  "plaie",
  "plaire",
  "plan",
  "plant",
  "plantarum",
  "plantation",
  "plante",
  "planter",
  "plargonium",
  "plastique",
  "plat",
  "plate",
  "plateal",
  "ple",
  "plein",
  "pleine",
  "pline",
  "plui",
  "pluie",
  "plumeur",
  "plumeuse",
  "plumeux",
  "plupart",
  "pninsul",
  "pninsule",
  "poids",
  "poil",
  "poilu",
  "poilue",
  "pointe",
  "pointu",
  "pointuer",
  "poire",
  "poisson",
  "poivr",
  "poivrer",
  "poivrette",
  "pollen",
  "pollinisateur",
  "pollinisation",
  "polliniser",
  "polyinsaturer",
  "polyphnol",
  "polyphnolique",
  "polysaccharide",
  "polyvalence",
  "polyvalent",
  "polyvalente",
  "pomme",
  "pommier",
  "ponceau",
  "ponyme",
  "populaire",
  "popularit",
  "population",
  "poque",
  "porc",
  "port",
  "porte",
  "porter",
  "portugais",
  "portugal",
  "pose",
  "poser",
  "posie",
  "position",
  "posologie",
  "possder",
  "possession",
  "pot",
  "potage",
  "potager",
  "potassium",
  "pote",
  "potentiel",
  "potentiellement",
  "potique",
  "poudre",
  "pouliot",
  "pourpre",
  "pourritur",
  "pourriture",
  "pourtour",
  "pourvoir",
  "pouse",
  "pouss",
  "pousse",
  "pousser",
  "poutre",
  "pouvoir",
  "ppin",
  "ppinire",
  "pr",
  "prairie",
  "pratique",
  "prcaution",
  "prcdemment",
  "prcieux",
  "prcipitation",
  "prcoce",
  "prcolombien",
  "prconiser",
  "pre",
  "premier",
  "prendre",
  "prenne",
  "prer",
  "presque",
  "presser",
  "pression",
  "prestige",
  "preuve",
  "prfrable",
  "prfre",
  "prfrence",
  "prfrentiellement",
  "prfrer",
  "prhistoire",
  "primaire",
  "principal",
  "principale",
  "principalement",
  "principe",
  "prine",
  "printanier",
  "printemps",
  "priode",
  "priorit",
  "priphrie",
  "prise",
  "priser",
  "priurbaine",
  "privilgier",
  "prix",
  "prlever",
  "proanthocyanidine",
  "probablement",
  "problm",
  "problmatique",
  "problme",
  "proccupation",
  "processus",
  "proche",
  "producteur",
  "productif",
  "production",
  "produire",
  "produit",
  "professionnel",
  "profil",
  "profond",
  "profonde",
  "profonder",
  "profondeur",
  "profondment",
  "programme",
  "progressif",
  "progressivement",
  "prolong",
  "prolonger",
  "promouvoir",
  "prononcer",
  "propagation",
  "propage",
  "propager",
  "prophtique",
  "proportion",
  "proposer",
  "propre",
  "proprit",
  "propriter",
  "propulser",
  "prospre",
  "prosprer",
  "prosprit",
  "protecteur",
  "protection",
  "protger",
  "protine",
  "prou",
  "prouver",
  "provenal",
  "provenance",
  "provence",
  "provenir",
  "provient",
  "provoquer",
  "prparation",
  "prparer",
  "prsence",
  "prsent",
  "prsente",
  "prsenter",
  "prserver",
  "prtendumer",
  "prudence",
  "prudent",
  "pruineux",
  "prunus",
  "prunusdulcis",
  "prvenir",
  "prvoir",
  "psoralne",
  "psoriasi",
  "psychoactif",
  "psychotrope",
  "pt",
  "ptale",
  "pte",
  "pter",
  "ptiole",
  "ptioler",
  "ptisserie",
  "ptisserier",
  "pturage",
  "pubescent",
  "pubescente",
  "pubescenter",
  "public",
  "publier",
  "puce",
  "puceron",
  "puiser",
  "puissance",
  "puissant",
  "puissante",
  "puisser",
  "pulegium",
  "pulex",
  "pulgon",
  "pulgone",
  "pulpe",
  "punaise",
  "punica",
  "punicacea",
  "punicagranatum",
  "pur",
  "purer",
  "pureter",
  "purgatif",
  "purifiant",
  "purifiante",
  "purification",
  "purifie",
  "purifier",
  "purin",
  "purpurascen",
  "pyramidal",
  "pyramidalis",
  "pythique",
  "qaqoulla",
  "qarfa",
  "qasbour",
  "qatlab",
  "qist",
  "qronfel",
  "qu",
  "quadrangulaire",
  "qualificatif",
  "qualifier",
  "qualit",
  "quantit",
  "quantiter",
  "quartier",
  "quasi",
  "que",
  "querctine",
  "quercus",
  "quich",
  "quilibr",
  "quilibrant",
  "quilibrer",
  "quinoline",
  "rachis",
  "racinaire",
  "racine",
  "raciner",
  "racle",
  "racme",
  "raction",
  "radiation",
  "raffinement",
  "rafrachissant",
  "ragot",
  "raifort",
  "raine",
  "raisin",
  "raison",
  "raliser",
  "ralit",
  "rameal",
  "rameau",
  "ramener",
  "rameux",
  "ramification",
  "ramifie",
  "ramifier",
  "ramme",
  "ramne",
  "ramollissement",
  "rampant",
  "ramper",
  "rang",
  "ranunculaceae",
  "rapide",
  "rapidement",
  "rappel",
  "rappeler",
  "rappell",
  "raquette",
  "rare",
  "rarement",
  "ras",
  "rassembler",
  "ratatouille",
  "ravageur",
  "rave",
  "rayon",
  "rcent",
  "rceptacle",
  "rcit",
  "rcolt",
  "rcolte",
  "rcolter",
  "rduction",
  "rduire",
  "re",
  "reboisement",
  "reboisemer",
  "recette",
  "recherche",
  "rechercher",
  "reclasser",
  "recommander",
  "reconnaissable",
  "reconnaissance",
  "reconnatre",
  "recourbe",
  "recourber",
  "recouverte",
  "recouvrir",
  "recutita",
  "redcouvrir",
  "redoutable",
  "reflter",
  "refroidissement",
  "regroupe",
  "regrouper",
  "rehausser",
  "rein",
  "rejet",
  "relation",
  "relaxant",
  "relaxante",
  "relaxation",
  "relguer",
  "relict",
  "relicte",
  "religieux",
  "religion",
  "remarquable",
  "remarquablemer",
  "remd",
  "remde",
  "remder",
  "remont",
  "remontant",
  "remonte",
  "remontent",
  "remonter",
  "remplacer",
  "renaissance",
  "rencontre",
  "rend",
  "rendement",
  "rendent",
  "rendre",
  "renfermer",
  "renfler",
  "renforcer",
  "renonculacer",
  "rentrer",
  "repen",
  "repiquer",
  "repose",
  "repousse",
  "repousser",
  "reproducteur",
  "reproduction",
  "reproduir",
  "reproduire",
  "reprsenter",
  "requrir",
  "respecter",
  "respiratoire",
  "responsable",
  "ressemblance",
  "ressembler",
  "ressemer",
  "ressm",
  "ressource",
  "restauration",
  "rester",
  "restreint",
  "resvratrol",
  "retenir",
  "reticulata",
  "retirer",
  "retombant",
  "retrouver",
  "revanche",
  "revenir",
  "revgtalisation",
  "revigorante",
  "rfrence",
  "rgime",
  "rgion",
  "rgional",
  "rgle",
  "rglementation",
  "rglisse",
  "rgnrante",
  "rgnration",
  "rgnratrice",
  "rgression",
  "rgulation",
  "rguler",
  "rgulier",
  "rgulirement",
  "rhabilitation",
  "rhagnin",
  "rhamnaceae",
  "rhamnacer",
  "rher",
  "rhinite",
  "rhiza",
  "rhizomateuse",
  "rhizomateux",
  "rhizome",
  "rhoeadin",
  "rhoeas",
  "rhum",
  "rhumatismal",
  "rhumatisme",
  "rhume",
  "rhumer",
  "rhynchophorus",
  "ricarpe",
  "riche",
  "richer",
  "richesse",
  "ricin",
  "ricine",
  "ricinus",
  "ricinuscommunis",
  "rider",
  "riesling",
  "rif",
  "riger",
  "rigide",
  "rigoureux",
  "rihane",
  "risotto",
  "risque",
  "rituel",
  "rive",
  "rivire",
  "riz",
  "rle",
  "rnal",
  "rniforme",
  "ro",
  "robuste",
  "robustesse",
  "rocaille",
  "rocailleux",
  "roche",
  "rocheux",
  "roi",
  "romain",
  "romaine",
  "romarin",
  "rome",
  "ronde",
  "rongeur",
  "ros",
  "rosa",
  "rosaceae",
  "rosacer",
  "rosadamascena",
  "rose",
  "rosell",
  "roselle",
  "roser",
  "rosette",
  "rosier",
  "rosierdedamas",
  "rosion",
  "rosmariniqu",
  "rosmarinus",
  "rosmarinusofficinalis",
  "rostre",
  "rotation",
  "rouge",
  "rougetre",
  "rougeur",
  "rouleau",
  "rouler",
  "route",
  "roux",
  "roxb",
  "royal",
